
CharacterNotesDB = {
	["realm"] = {
		["木喉要塞"] = {
			["notes"] = {
				["Trissmerigo"] = "(20191109)[一个拉人号][拉人请找我]劫机",
				["战殇绝爱封心"] = "(20191111)[修女桃白白]困了怕打不完深渊，还没开打退队。被举报人直接开骂，骂完拉黑。",
				["奔跑的肘子"] = "西瘟疫之地送水",
				["天使的守护"] = "(20191112)[白露酱]恶意抢怪，捣乱，骂人",
				["白怒火"] = "被[张欣月]刷，原因不明",
				["没追求"] = "不太会帮助治疗，团队走位意识不行",
				["破小伊"] = "自称PFU老玩家",
				["张欣月-木喉要塞"] = "公屏骂人[白怒火]不说原因",
			},
			["removedSpacesFromRealm"] = true,
			["ratings"] = {
				["战殇绝爱封心"] = 0,
				["奔跑的肘子"] = 0,
				["Trissmerigo"] = -1,
				["破小伊"] = 0,
				["没追求"] = 0,
				["天使的守护"] = 0,
				["张欣月-木喉要塞"] = 0,
			},
		},
	},
	["profileKeys"] = {
		["漫烟特大剑 - 木喉要塞"] = "Default",
		["洛科林丶雷酒 - 木喉要塞"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["minimap"] = {
				["minimapPos"] = 241.454053149416,
				["hide"] = false,
			},
			["notes_window_y"] = 7.017578125,
			["notes_window_x"] = -10.7601928710938,
		},
	},
}
