
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["希瑞娅丶羽歌-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0902185521SfAxv",
			["class"] = "DRUID",
			["msp"] = false,
			["race"] = "NightElf",
			["guild"] = "霜之哀伤",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.7.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["失忆的提里昂-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0914013900ba0FO",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Gnome",
			["gender"] = 2,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "我们是职业打宝人为了装备干翻传奇人物顺便拯救世界",
		},
		["艾珊娜月影-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1029213817q3sXr",
			["class"] = "DRUID",
			["msp"] = false,
			["race"] = "NightElf",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.7.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "博耶穆斯废墟",
		},
		["戴芙妮丶龙息-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1113083712bA26b",
			["class"] = "PALADIN",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "CCTV",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["洁西卡-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1114000531f9HBf",
			["class"] = "WARRIOR",
			["msp"] = false,
			["race"] = "Human",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["1114000531f9HBf"] = {
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 1,
			},
			["time"] = 1573865602,
			["link"] = {
				["洁西卡-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["CL"] = "战士",
				["RA"] = "人类",
				["FN"] = "洁西卡",
				["MI"] = {
				},
				["PS"] = {
				},
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["zone"] = "Stormwind City - Trade District",
			["misc"] = {
				["ST"] = {
				},
				["PE"] = {
				},
				["v"] = 1,
			},
		},
		["1029213817q3sXr"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "艾珊娜的小酒馆",
						["IC"] = "inv_drink_08",
					},
				},
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["v"] = 8,
			},
			["time"] = 1573888934,
			["link"] = {
				["艾珊娜月影-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["zone"] = "City of Ironforge - The Great Forge",
			["character"] = {
				["v"] = 74,
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["CU"] = "艾珊娜的小酒馆，周末9点—10点营业\n电台：轻松一刻，每天晚上8点播出",
			},
			["characteristics"] = {
				["RA"] = "暗夜精灵",
				["LN"] = "月影",
				["BP"] = "影月谷",
				["PS"] = {
				},
				["FN"] = "艾珊娜",
				["v"] = 3,
				["CL"] = "德鲁伊",
				["RS"] = 0,
				["TI"] = "酒馆老板",
				["FT"] = "艾珊娜月影",
				["IC"] = "Achievement_Character_Nightelf_Female",
				["EH"] = "ff59e0",
				["RE"] = "达纳苏斯战士区旁边的树屋",
				["MI"] = {
				},
			},
		},
		["1113083712bA26b"] = {
			["misc"] = {
				["ST"] = {
				},
				["PE"] = {
				},
				["v"] = 1,
			},
			["time"] = 1573865189,
			["link"] = {
				["戴芙妮丶龙息-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["CL"] = "圣骑士",
				["RA"] = "人类",
				["FN"] = "戴芙妮丶龙息",
				["MI"] = {
				},
				["PS"] = {
				},
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["zone"] = "Stormwind City - Trade District",
		},
		["0914013900ba0FO"] = {
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["v"] = 53,
				["XP"] = 3,
				["CU"] = "正在研究最新的炸药配方",
			},
			["time"] = 1573692762,
			["link"] = {
				["失忆的提里昂-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
					["TX"] = "       曾经是一名漫步在塔纳利斯黄沙中的流浪者，据说纳瑞安博士的手下在塔纳利斯东部的沙尘暴中发现了我。可我已经丧失了大部分的记忆。随后因我具有出色的工程学天赋，纳瑞安博士便将我留在身边充当他的学徒和助手。\n       在那片黄沙肆虐的土地上，我经常受博士的嘱托前往沙漠明珠-塔纳利斯。在那里经常与众多地精工程师相互的技术切磋研究探讨（）。后来根据我的只言片语和某个调查任务；纳瑞安博士建议让我到海峡对岸的东部王国碰碰运气。在旅行途中我在棘齿城附近遭遇了意外袭击。随后在无尽的大海上靠着几块木板漂流了几天几夜……\n       最后西部荒野人民军在金海岸解救了即将沦为鱼人腹中餐的我，因为我所受的创伤极重，格里安.斯托曼阁下派人将我送到了北郡修道院。在北郡修道院牧师们的悉心照料下我逐渐恢复了伤势，随后我开始踏上漫长追寻自己记忆的旅程……\n\n啊……这个人太懒了 后续有时间再写吧！ ",
				},
				["BK"] = 3,
				["TE"] = 1,
				["v"] = 15,
			},
			["characteristics"] = {
				["FN"] = "提里昂·",
				["RA"] = "侏儒",
				["RS"] = 2,
				["LN"] = "兰奈斯提尔",
				["BP"] = "诺莫瑞根",
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 10,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["EH"] = "fff858",
				["AG"] = "？？？",
				["CL"] = "法师",
				["IC"] = "INV_Misc_Head_Gnome_01",
				["RE"] = "北郡",
				["MI"] = {
					{
						["IC"] = "trade_engineering",
						["NA"] = "名字",
						["VA"] = "身为一名侏儒，确是一名地精工程大师，这让人百思不得其解。",
					}, -- [1]
				},
				["v"] = 11,
				["TI"] = "失忆的",
				["HE"] = "68",
				["WE"] = "瘦弱",
			},
			["zone"] = "City of Ironforge - Ironforge",
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "话痨",
						["IC"] = "temp",
						["TX"] = "喜欢喋喋不休",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工程师",
						["IC"] = "trade_engineering",
						["TX"] = "热爱发明创造",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "失忆",
						["IC"] = "inv_misc_head_gnome_01",
						["TX"] = "遗忘了自己的过去",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "财富",
						["IC"] = "spell_misc_conjuremanajewel",
						["TX"] = "拥有巨额财富",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "毒舌",
						["IC"] = "spell_nature_poisoncleansingtotem",
						["TX"] = "总喜欢说一些令人讨厌的话题",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 3,
					["2"] = 0,
					["5"] = 0,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 21,
			},
		},
		["0902185521SfAxv"] = {
			["character"] = {
				["v"] = 55,
				["CO"] = "RP新人~请多关照",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["time"] = 1573877127,
			["link"] = {
				["希瑞娅丶羽歌-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 38,
				["BK"] = 1,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "希瑞娅.羽歌出生于被誉为“苍穹之冠”的世界之树——诺达希尔之上的风语村。在希瑞娅儿时，父母作为塞纳里奥议会的成员，为了履行议会成员的职责，所以很少陪伴在希瑞娅的身边，然而风语村的村民们却给予了幼小的希瑞娅无私的关怀，填补了希瑞娅父母不在她身边时的空白，使她度过了一个快乐的童年。儿时的希瑞娅拥有一颗强烈的好奇心，她最喜欢的事情就是独自一人去四处探险，诺达希尔的每一处角落都留下过她的脚印，在结束了一天的探险后，她就会爬上诺达希尔最高的那颗树冠上，悠闲地躺在那里仰望着天空中那点点繁星。\n{img:Interface\\DRESSUPFRAME\\DressUpBackground-VoidElf1:256:256}\n在希瑞娅成年后，父母将她送往月光林地去跟随一位德高望重的德鲁伊去学习德鲁伊之道。在学习的过程中，希瑞娅的天赋很快就展现了出来：她不仅有着异于常人的自然亲和力，而且对治疗法术的学习和领悟能力也远超其他同龄人，这都是一个见习德鲁伊无法达到的高度。但是希瑞娅并没有因为自己的天赋而骄傲自满，仍然保持着一颗谦逊的心，这使得她的老师和其他见习德鲁伊同伴都对她赞赏有加。经过希瑞娅不懈的努力，仅仅用了5年，她就成为了一名真正的德鲁伊。\n{img:Interface\\Pictures\\artifactbook-druid-cover:256:256}\n然而幸福的时光总是短暂的，那一天一切都改变了：漫山的恶魔，冲天的绿色火焰，仿佛是末世的降临。为了阻止燃烧军团的入侵，哨兵部队和包括希瑞娅父母在内的众多德鲁伊赶往了灰谷前线与恶魔展开了一场恶战，而希瑞娅则被要求留在后方照顾受伤的卡多雷战士，所以不得不与父母分开。但谁又知道，这一分别却成为了永别。\n不久，噩耗从灰谷前线传来，燃烧军团突破了灰谷的防线，并向海加尔山挺近，而希瑞娅的父母也不幸在战斗中牺牲。这一消息如同晴天霹雳，让希瑞娅几近崩溃，但她强忍悲伤，把一切痛苦都埋藏在心里，依然每日悉心地照料受伤的同胞们。\n{img:Interface\\QuestionFrame\\answer-Tanaan-ThroneofKiljaeden:256:128}\n最终，大德鲁伊玛法里奥.怒风以燃烧诺达希尔上所有的精魂为代价，制造了一场惊天动地的大爆炸，结束了那个可怕恶魔的生命，然而，世界之树诺达希尔也在爆炸中近乎被完全烧毁，希瑞娅的家乡也在爆炸中化为灰烬。而希瑞娅在目睹这一切后，再也无法承受内心的悲伤和痛苦，在战争结束后一人回到了月光林地并进入了翡翠梦境，也许在那里，时间能够慢慢抚平她内心的伤口。\n{img:Interface\\DRESSUPFRAME\\DressingRoomDruid:512:512}\n",
				},
			},
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 3,
					["5"] = 1,
					["4"] = 3,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "自然之子",
						["IC"] = "spell_shadow_twilight",
						["TX"] = "身边总是萦绕着大自然的气息。",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "总是犯困",
						["IC"] = "spell_nature_sleep",
						["TX"] = "从翡翠梦境醒来以后的后遗症",
					},
				},
				["v"] = 33,
			},
			["zone"] = "City of Ironforge - Ironforge",
			["characteristics"] = {
				["LN"] = "羽歌",
				["MI"] = {
					{
						["IC"] = "spell_misc_drink",
						["NA"] = "不胜酒力",
						["VA"] = "说真的...我的酒量真的...不怎么样...",
					}, -- [1]
					{
						["IC"] = "inv_misc_food_63",
						["NA"] = "烹饪好手",
						["VA"] = "一个人在外，良好的烹饪技巧是必不可少的。",
					}, -- [2]
					{
						["IC"] = "spell_nature_resistnature",
						["NA"] = "自然之友",
						["VA"] = "守护自然的平衡是我的责任。",
					}, -- [3]
					{
						["IC"] = "spell_nature_farsight",
						["NA"] = "热爱探险",
						["VA"] = "未知的探险总是让我热血沸腾！",
					}, -- [4]
					{
						["IC"] = "spell_shadow_summonimp",
						["NA"] = "憎恨恶魔",
						["VA"] = "那些恶魔毁了我的家乡，我一定会让它们付出代价！",
					}, -- [5]
					{
						["IC"] = "spell_shadow_raisedead",
						["NA"] = "厌恶亡灵",
						["VA"] = "它们身上的死亡气息让我很不舒服。",
					}, -- [6]
				},
				["PS"] = {
					{
						["ID"] = 6,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [1]
					{
						["ID"] = 7,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [2]
					{
						["ID"] = 2,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["RS"] = 0,
				["CL"] = "德鲁伊",
				["EH"] = "fbff8f",
				["HE"] = "192cm",
				["CH"] = "ff9c4c",
				["RA"] = "暗夜精灵",
				["RC"] = {
					1450, -- [1]
					0.51360082626343, -- [2]
					0.38893288373947, -- [3]
					"月光林地 - 永夜港", -- [4]
				},
				["BP"] = "诺达希尔-风语村",
				["v"] = 39,
				["RE"] = "月光林地 - 永夜港",
				["AG"] = "秘密",
				["FN"] = "希瑞娅",
				["EC"] = "淡金色",
				["IC"] = "ability_ambush",
				["WE"] = "正常",
			},
		},
	},
}
