
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["澜月-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1203145503rwtQ3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = false,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["1203145503rwtQ3"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "形象",
						["TX"] = "娇小可爱，有着银灰色的双马尾辫",
						["IC"] = "ability_marksmanship",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "装备",
						["TX"] = "匕首与弹弓玩转于手指尖",
						["IC"] = "inv_weapon_shortblade_10",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "眼睛",
						["TX"] = "翠绿色的眼睛炯炯有神",
						["IC"] = "inv_enchant_essencenethersmall",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "笔记",
						["TX"] = "记事本与笔则被挂在另一边",
						["IC"] = "inv_misc_book_09",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "背包",
						["TX"] = "除了随身携带的肉干与水袋外，还能掏出急救绷带、治疗药水、活性药水等",
						["IC"] = "inv_misc_bag_08",
					},
				},
				["v"] = 17,
			},
			["time"] = 1593957787,
			["link"] = {
				["澜月-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["v"] = 38,
				["CO"] = "他们总称呼我为“澜月”，但你可以叫我塞莉娅，我更喜欢这个称呼！",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "正在追寻洛威尔家族覆灭的消息源",
			},
			["characteristics"] = {
				["LN"] = "火花",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 7,
					}, -- [1]
					{
						["ID"] = 10,
						["VA"] = 1,
						["V2"] = 3,
					}, -- [2]
					{
						["ID"] = 8,
						["VA"] = 4,
						["V2"] = 14,
					}, -- [3]
				},
				["AG"] = "成熟",
				["CL"] = "游侠",
				["EH"] = "4e6cff",
				["HE"] = "高大",
				["CH"] = "ffff00",
				["RA"] = "侏儒",
				["RC"] = {
					1457, -- [1]
					0.62419438362122, -- [2]
					0.41184252500534, -- [3]
					"达纳苏斯", -- [4]
				},
				["RE"] = "达纳苏斯",
				["v"] = 19,
				["IC"] = "inv_misc_head_gnome_02",
				["RS"] = 0,
				["TI"] = "“澜月”",
				["BP"] = "寒脊山谷",
				["FT"] = "“澜月” 塞莉娅·火花",
				["FN"] = "塞莉娅",
				["WE"] = "正常",
			},
		},
	},
}
