
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["歌特丶施洛德-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0830185533VVUUD",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.13",
		},
		["贝卡里亚-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]贝卡里亚-木喉要塞",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.13",
			["msp"] = true,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["0830185533VVUUD"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 2,
					["2"] = 0,
					["5"] = 0,
					["4"] = 2,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "假面",
						["TX"] = "书上说冒险者必须得是贪婪的！",
						["IC"] = "spell_nature_enchantarmor",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工匠",
						["TX"] = "施洛德家族的传统，不会一点技术根本见不得人。",
						["IC"] = "trade_engineering",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "粗口",
						["TX"] = "教养都在当兵的那些日子丢光了。",
						["IC"] = "ability_physical_taunt",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "信仰",
						["TX"] = "在这片充斥着黑暗绝望的大陆上，我们是最后的灯塔！",
						["IC"] = "spell_holy_searinglightpriest",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "心结",
						["TX"] = "他们都死了，为什么我还活着？",
						["IC"] = "spell_shadow_teleport",
					},
				},
				["v"] = 18,
			},
			["time"] = 1595251718,
			["link"] = {
				["歌特丶施洛德-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 8,
				["BK"] = 2,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "{h3}曾经是斯坦索姆守军的普通士兵\n阿尔萨斯下令屠城后\n银手骑士们发现他未被感染、奄奄一息\n于是他被仁慈的骑士秘密救下并送往后方治疗\n但是紧接着洛丹伦就被王子覆灭了\n神志不清的他又被紧急送往南方暴风王国\n就这样昏迷了若干年\n当他睁开眼，已经身处北郡修道院，并且受到了圣光的感召\n恩人不再，甚至可能已成亡灵\n军人的身份也被掩埋\n现在的他只是众多平凡冒险者中的一员{/h3}",
				},
			},
			["character"] = {
				["CU"] = "贩卖神术的冒险者\n并非正规在编圣骑士\n性质更接近佣兵",
				["CO"] = "正在工作",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["v"] = 50,
			},
			["characteristics"] = {
				["LN"] = "施洛德",
				["MI"] = {
					{
						["IC"] = "spell_holy_holybolt",
						["NA"] = "神术",
						["VA"] = "来自圣光信仰的加持",
					}, -- [1]
					{
						["IC"] = "trade_engineering",
						["NA"] = "巧手",
						["VA"] = "能够制作一些工业化的小玩意",
					}, -- [2]
				},
				["FN"] = "歌特",
				["AG"] = "沧桑的中年",
				["IC"] = "spell_holy_divineintervention",
				["EH"] = "56efff",
				["HE"] = "中等个头",
				["CH"] = "dd69b3",
				["RA"] = "人类",
				["RE"] = "旅居铁炉堡",
				["v"] = 13,
				["BP"] = "洛丹伦-斯坦索姆",
				["CL"] = "冒险者",
				["TI"] = "冒险者",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [1]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
					{
						["RT"] = "冷漠",
						["V2"] = 18,
						["LT"] = "热心",
						["VA"] = 5,
						["LI"] = "spell_nature_reincarnation",
						["RI"] = "spell_nature_polymorph_cow",
					}, -- [3]
				},
				["FT"] = "贪婪的冒险家，使用神术的流浪武士",
				["RS"] = 0,
				["WE"] = "健壮",
			},
		},
		["[MSP]贝卡里亚-木喉要塞"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
					["1"] = 1,
					["3"] = 2,
					["2"] = 1,
					["5"] = 3,
					["4"] = 3,
					["6"] = 1,
				},
				["v"] = 13,
			},
			["character"] = {
				["v"] = 5,
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["CU"] = "",
			},
			["time"] = 1594561572,
			["link"] = {
				["贝卡里亚-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["MI"] = {
				},
				["BP"] = "激流堡北部不远的小镇",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [4]
					{
						["ID"] = 5,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [5]
					{
						["ID"] = 6,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [6]
					{
						["ID"] = 7,
						["VA"] = 0,
						["V2"] = 1,
					}, -- [7]
					{
						["ID"] = 8,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [8]
					{
						["ID"] = 9,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [9]
					{
						["ID"] = 10,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [10]
					{
						["ID"] = 11,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [11]
				},
				["RE"] = "暴风城",
				["RS"] = 1,
				["IC"] = "Ability_Warrior_Revenge",
				["FN"] = "贝卡里亚",
				["v"] = 3,
				["CL"] = "圣骑士",
				["AG"] = "29",
				["EH"] = "0f0f0f",
				["HE"] = "185cm",
				["WE"] = "80kg",
			},
			["mspver"] = {
			},
			["msp"] = true,
			["about"] = {
				["v"] = 3,
				["BK"] = 1,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "姓名:日向·贝卡里亚  原名：拉普达·贝肯\n\n种族:人类\n\n性别:男性\n\n职业:法医\n\n年龄：29\n\n发色：曾经是黑色，在经历了一个圣光事件后逐渐变白\n\n所属组织:暴风城警卫团监管大队（其实就是领着警卫的工资，干着监狱监管的活儿，哪里需要往哪搬，郁闷的是并没有警卫的执法权），所以经常翘班去城外和炼金术师研究草药学。\n\n外貌特征:高挑，不能算是魁梧，但也不算差，只能说五五开。\n\n性格特征: 自我感觉良好，却总被说有神经质，有时会细心缜密（比如在解刨尸体和调制药水的时候）有时却大大咧咧（比如在官场晋升的时候，找不到领导的痛点），对生活充满好奇，喜欢尝试刺激的新鲜事物，喜爱自己的职业，但讨厌一成不变的工作（经常挂在嘴边：Work is work life is life），不过又极易安于现状。嫉恶如仇，认为所有人都应该信仰圣光，但在解刨时候也觉得圣光和科学好像是两条道，自己该站到哪一边不好说，只能觉得圣光即是科学。\n\n人物经历：（流水版）\n\n       家乡在距激流堡北部不远的小镇（小镇繁荣时也不过300户人家，在第二次受人之战时候毁于战火，现在已不复存在，镇上的人们大部分移居到了避难谷地和塞拉摩），但并不是世代在那里居住。\n爷爷名叫肖恩·贝肯祖辈世代在希尔斯布莱德务农，在爷爷18岁时候（黑暗之门前）受到了圣光的启示，从此决心向大家传达圣光的爱与信仰，一路传教来到了小镇定居下来，期间将自己的教名改为圣徒·贝卡里亚，并娶了镇上药剂师（说是药剂师，其实是靠倒卖药剂起家的，最开始的时候在后来自己钻研了简单的药剂配比，就开始了配药营生，家族较大，但自己却不太争气，尝尝吹嘘自己的家族）的女儿利兹·伯恩赛德做妻子，在自身的努力和岳父的帮助下成为了小镇的牧首（黑暗之门前）。\n\n       于黑暗之门前28年生下了唯一的儿子，取名白明·贝肯，当时也寄希望于白明，但是，直到白明20岁了也未得到圣光的青睐，还好跟着母亲学了简单的药剂知识，再加上战乱纷起，成为了一名军医。在服役期间与南海镇姑娘薇尔莉·保可洛完婚，薇尔莉原本就是一名医护人员，两人于黑暗之门前4年结束论调驻军回到镇子，于次年生下一子，取名拉普达·贝肯。在照顾拉普达4岁时，受到联盟军队的征召，白明与妻子作为随军医护人员一同参加吉安娜的远征军，据说后来与英雄们一同穿越了黑暗之门，拉普达是在爷爷和奶奶的照顾下成长起来的。爷爷家在镇上教堂旁边，小时候基本上是在教堂的墓地游戏打闹，所以对死亡并不畏惧。\n\n      在第三次兽人战争时候，镇子上不再有年轻人，于是跟随家人搬迁到了避难谷地，从此也与父母断了联系。对世家从医并不感冒，爷爷希望能接替他成为一名牧师，于是在拉普达12岁时将名字改为日向·贝卡里亚，希望我能够向阳而生，且能够得到圣光的青睐。但令人失望的是，同样到了20岁时，也没有圣光的启示。在爷爷将终时拿出了之前与奶奶一起写的遗属（奶奶于5年前的一场冲突时心脏病发作而去世），遗嘱里面说需要贝卡里亚前往暴风城，投靠奶奶家族的一支亲戚，据说地位还挺高，人脉也比较广，希望他们为我谋得一份营生。\n在我21岁时（黑暗之门17年），只身前往萨多尔大桥，因为凭一己之力很难到达暴风城，只能取道矮人国度铁炉堡，然后坐地铁前往。而这段距离则需跟随强大的商队，以防陷入野兽之口或部落之手，而萨多尔大桥是联盟往来东部王国商队的必经之路。在等待了近3个月，有一支由矮人和侏儒组成的商队愿意贝卡里亚的加入，据说同意的理由是个子较高，视野较好，能第一时间发现敌情。但是商队的目标是洛克莫丹，而我则是要去铁炉堡，所以在到达湿地的丹奥加兹洞穴之后，便重回一个人的旅途，唯一的好处就是没有了部落的威胁。在丹莫罗的冻石农场结识了矮人铁匠本克萨，品尝到了正宗的矮人啤酒，至今无法忘怀，决定好好学习之前的酿造（炼金）工艺，\n\n      来到暴风城，在旧城区打听到了奶奶家亲戚的住处，并没有爷爷说的那样是身份地位多高的任务，只是普通的公务人员。将遗嘱拿给亲戚们过后，大家不冷不热，但还是给安排了一份工作，在暴风城的银行做记录员。\n\n      黑暗之门19年，在做了将近半年的时间的记录员工作后，实在觉得又闷又累，于是每天晚上都偷偷出城采药，然后按照小时候跟奶奶学的简易方法进行炼金实验，想试试自己的酿酒水平，但好像对炼金和酿酒理解有误，因为小时候，奶奶在制作药水时候，为了节约和方便，经常用家里的厨具和盛酒器调制药水，使得自己认为炼金=酿酒（嗯，这个思想很恐怖），在不断尝试之后，发现味儿并不比街边商人最廉价的啤酒可口，但有一次竟然真的发酵出了酒精，在觉得自身酒量可以的时候却喝高了，第二天醒来自己躺在了教堂门前，等逐渐清醒了发现能够听到圣光纳鲁的声音，于是也受到了圣光的启示，至今自己也调不出当晚的酒（药水）。\n\n      又做了一个月的工作后，便将自己能够与圣光沟通的事情告诉给了亲戚，但亲戚并不吃惊，原来现在很多人都能够感悟圣光，但同时也告诉亲戚，想换一个有挑战的工作，当然，也不敢与辛迪加的强盗们硬钢，在亲戚的介绍下便前往了北郡修道院进行圣光的学习，临走时候亲戚们交代，再想回到原处工作是不可能的，要做好心理准备。由于觉得做一名牧师挺好。\n\n      于是在黑暗之门20年开始了牧师学徒的生活，经过两年的学习，发现自己对治疗患者的天赋远远低于同批进来的年轻同学，想靠医者的身份谋职是不可能的了。正在这时，听到北郡守卫的招人通告，想着自己做医牧前途堪忧，便前去报名，经过考核成为了一名见习警卫，但见习警卫人员太多，又由于自己简历上写着懂得简单的医药学和炼金术，便被调遣到了监管大队负责给关押人员治疗，说白了日常就是监狱看守，一个风险很大却十分无聊的工作，由于监狱医疗物资的缺乏入职一年都没有进入过监狱内部，只是在暴风城警卫局与监管大队来回奔波。\n\n      就这样过了四季，第二年的时候（黑暗之门22年），监狱发生了暴动，曾经的监狱老法医龙勃罗梭在动乱中被袭击受伤，法医职位出现空档，于是就将刚刚转正的新人我推了上去。\n成为监狱的法医之后，开始有深入监狱内部工作的机会，通过与在押人员的谈话，久而久之发现暴风城并不如我们之前所认知的那样纯洁、荣耀与高尚，反而给我带来更多的肮脏、腐朽和混乱的感觉。在成为法医的第3个年头，被委任法医主任医师，能够独立进行解剖工作。\n\n      在一个初夏的傍晚，结束了一次工作委派后便出城喝两杯。在狮王之傲喝酒时听到了一个熟悉的声音，就是之前在铁炉堡唯我带路的矮人本克萨，原来他加入了冒险者的商队，正好与这边的老板有生意谈，两人相见甚欢，矮人介绍了这几年的个人经历，丰富的见闻让我觉得自己简直是井底之蛙，谈及将来的发展，我决定将法医职业作为一个养老项目，毕竟单纯的冒险家是饥一顿饱一顿的苦差事，还需要照顾到亲戚的感受，所以还不能一走了之，但可以慢慢做一个another，自己则重拾之前的炼金和酿造技艺，成为一名酿酒手艺人，立志酿出可以与矮人啤酒媲美的，更适宜人类和精灵口感的精酿。\n\n      于是，在黑暗之门25年的时候，我主动申请做一个法医助理，将主任医师的位置让给了监管队长的侄子（这样队长也同意给我更多的宽裕时间做自己的事情，但薪水下降不少），便开始了新的冒险之旅。\n",
				},
			},
		},
	},
}
