
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["愈心者凯辛-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0925224130n39bL",
			["msp"] = false,
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["client"] = "Total RP 3",
		},
		["流浪者乌有-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0907135900qmxg4",
			["clientVersion"] = "1.6.4.1",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["马瑟尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1007142634x8PTR",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = false,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["0925224130n39bL"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "成熟",
						["TX"] = "一位看起来三十左右的女性人类。",
						["IC"] = "inv_misc_head_human_02",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "双木徽章",
						["TX"] = "她的胸前佩戴着一枚银制的小徽章，正中间有2棵树。",
						["IC"] = "spell_nature_naturetouchgrow",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "仁慈",
						["TX"] = "圣光的信徒，博爱而仁慈。",
						["IC"] = "spell_magic_featherfall",
					},
				},
				["v"] = 10,
			},
			["time"] = 1571474690,
			["link"] = {
				["愈心者凯辛-木喉要塞"] = 1,
			},
			["about"] = {
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "\n\n{h1}{col:ff9c00}凯辛·拉斯贝利 / Ksing Raspberry{/col}{/h1}\n\n凯辛·拉斯贝利是克利安中尉的大女儿。\n\n克利安·拉斯贝利中尉曾是暴风王国西泉要塞的指挥官，他的部队保护了艾尔文周边木料矿石资源以及农场，使它们免受豺狼人的侵害，因此克利安深受马库斯·乔纳森将军和闪金镇市民的青睐。\n\n第一次兽人战争爆发后，暴风城被攻破，艾尔文也不幸沦为部落大军的后勤补给站。\n\n幸存下来的克利安追随洛萨爵士转移去洛丹伦，并立誓向兽人复仇。\n\n第二次大战中克利安率领自己的残余部队在夺回暴风城和黑石山战役功勋卓著，战后被提拔为艾尔文防线总指挥。但由于暴风城石匠公会的叛乱和上层官员的腐朽，军备物资中断发放，士兵们也不再相信暴风城而选择加入了迪菲亚反叛军。\n\n克里安从此一蹶不振。\n\n他的大女儿凯辛从小在北郡修道院长大的圣光信徒，同时也是一名大战幸存者，由于实在不能忍受父辈用鲜血守护了一辈子的艾尔文可能再次落到敌人手中或化为焦土，她决定用自己的方式守护这片森林。\n\n通过自己在社交上的天赋，凯辛集结了一群同样是战后幸存者或幸存者子嗣的人，这些人不再局限于人类，更有精灵、矮人、侏儒... 他们与克利安手下残存的老兵共同组成了暴风城前的一道壁垒，誓死守护艾尔文森林这块富饶之地，这支队伍从此名为\n\n——艾尔文护林卫队\n",
				},
				["BK"] = 1,
				["v"] = 16,
			},
			["character"] = {
				["CU"] = "- 正在追寻一个闪金镇凶杀案的刺客的踪迹\n\n- 为了护林卫队的日常物资四处奔波\n\n- 穷的只能步行",
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 89,
			},
			["characteristics"] = {
				["LN"] = "·拉斯贝利",
				["MI"] = {
					{
						["IC"] = "Ability_Hunter_BeastCall",
						["NA"] = "简称",
						["VA"] = "K",
					}, -- [1]
				},
				["FN"] = "凯辛",
				["RS"] = 1,
				["CL"] = "医师/钓鱼高手",
				["EH"] = "ff7f00",
				["HE"] = "169cm",
				["CH"] = "d7fffb",
				["RA"] = "人类",
				["RC"] = {
					1429, -- [1]
					0.43829786777496, -- [2]
					0.65863686800003, -- [3]
					"狮王之傲旅店", -- [4]
				},
				["RE"] = "狮王之傲旅店",
				["v"] = 17,
				["EC"] = "棕",
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 5,
						["V2"] = 17,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
				},
				["TI"] = "愈心者",
				["BP"] = "西泉要塞",
				["AG"] = "32",
				["FT"] = "Ksing Raspberry, the heart healer",
				["IC"] = "spell_holy_greaterblessingofsalvation",
				["WE"] = "中等",
			},
		},
		["0907135900qmxg4"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1571892946,
			["link"] = {
				["流浪者乌有-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["MI"] = {
				},
				["FN"] = "乌有",
				["PS"] = {
				},
				["AG"] = "年轻",
				["CL"] = "战士",
				["RS"] = 0,
				["v"] = 5,
				["RE"] = "居无定所",
				["IC"] = "Ability_Warrior_Revenge",
				["TI"] = "流浪者",
				["HE"] = "较高",
				["WE"] = "正常",
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 1,
				["CU"] = "",
				["XP"] = 1,
				["v"] = 6,
			},
		},
		["1007142634x8PTR"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "守夜人",
						["TX"] = "此人宣誓效忠南海镇守夜人的一员",
						["IC"] = "inv_banner_02",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "虔诚",
						["TX"] = "信仰圣光",
						["IC"] = "spell_holy_holysmite",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "老兵",
						["TX"] = "“老兵不死，只是凋零”\n曾在军中长期服役，武艺娴熟",
						["IC"] = "inv_sword_04",
					},
				},
				["v"] = 16,
			},
			["time"] = 1571723482,
			["link"] = {
				["马瑟尔-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["CU"] = "受马雷布镇长指派，到暴风王国寻找可以帮助南海镇的人",
				["CO"] = "目前常住湖畔镇，接受广大朋友的雇佣任务",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 67,
			},
			["characteristics"] = {
				["LN"] = "邓肯",
				["EC"] = "蓝",
				["FN"] = "马瑟尔",
				["RS"] = 0,
				["IC"] = "inv_helmet_02",
				["EH"] = "3653ff",
				["HE"] = "176",
				["RA"] = "人类",
				["RE"] = "赤脊山-湖畔镇",
				["v"] = 8,
				["AG"] = "36",
				["PS"] = {
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [3]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
				},
				["CL"] = "守夜人",
				["BP"] = "希尔斯布莱德丘陵-南海镇",
				["TI"] = "守夜人",
				["MI"] = {
				},
				["WE"] = "正常",
			},
		},
	},
}
