
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["是不是卅-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "10262308361tpHl",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.5",
			["isTrial"] = 0,
			["msp"] = false,
		},
		["流浪者乌有-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0907135900qmxg4",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.4.1",
			["isTrial"] = 0,
			["msp"] = false,
		},
		["马瑟尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1007142634x8PTR",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
		},
		["霜炎伊莎娜-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1010075020Nnfo9",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.7.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "La terrasse de Elune",
		},
		["歌特丶施洛德-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0830185533VVUUD",
			["class"] = "PALADIN",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "镶金玫瑰旅店的闲人们",
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.6.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["gender"] = 2,
		},
		["艾米丶洛威尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]艾米丶洛威尔-木喉要塞",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = true,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["0830185533VVUUD"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "假面",
						["IC"] = "spell_nature_enchantarmor",
						["TX"] = "书上说冒险者必须得是贪婪的！",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工匠",
						["IC"] = "trade_engineering",
						["TX"] = "施洛德家族的传统，不会一点技术根本见不得人。",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "粗口",
						["IC"] = "ability_physical_taunt",
						["TX"] = "教养都在当兵的那些日子丢光了。",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "信仰",
						["IC"] = "spell_holy_searinglightpriest",
						["TX"] = "在这片充斥着黑暗绝望的大陆上，我们是最后的灯塔！",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "心结",
						["IC"] = "spell_shadow_teleport",
						["TX"] = "他们都死了，凭什么我还活着？",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 2,
					["2"] = 0,
					["5"] = 0,
					["4"] = 2,
					["6"] = 1,
				},
				["v"] = 17,
			},
			["time"] = 1572503300,
			["zone"] = "Dustwallow Marsh - Theramore Isle",
			["about"] = {
				["v"] = 8,
				["BK"] = 2,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "{h3}曾经是斯坦索姆守军的普通士兵\n阿尔萨斯下令屠城后\n银手骑士们发现他未被感染、奄奄一息\n于是他被仁慈的骑士秘密救下并送往后方治疗\n但是紧接着洛丹伦就被王子覆灭了\n神志不清的他又被紧急送往南方暴风王国\n就这样昏迷了若干年\n当他睁开眼，已经身处北郡修道院，并且受到了圣光的感召\n恩人不再，甚至可能已成亡灵\n军人的身份也被掩埋\n现在的他只是众多平凡冒险者中的一员{/h3}",
				},
			},
			["link"] = {
				["歌特丶施洛德-木喉要塞"] = 1,
			},
			["character"] = {
				["v"] = 73,
				["CO"] = "轻RP玩家",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["CU"] = "提锤能打！\n持盾能抗！\n可最受冒险者队伍青睐的，\n还是吾之神术……",
			},
			["characteristics"] = {
				["LN"] = "施洛德",
				["MI"] = {
					{
						["IC"] = "spell_holy_holybolt",
						["NA"] = "神术",
						["VA"] = "来自圣光信仰的加持",
					}, -- [1]
					{
						["IC"] = "trade_engineering",
						["NA"] = "巧手",
						["VA"] = "能够制作一些工业化的小玩意",
					}, -- [2]
				},
				["FN"] = "歌特",
				["AG"] = "沧桑的中年",
				["IC"] = "spell_holy_divineintervention",
				["EH"] = "56efff",
				["HE"] = "中等个头",
				["CH"] = "dd69b3",
				["RA"] = "人类",
				["RE"] = "居无定所",
				["v"] = 12,
				["BP"] = "洛丹伦-斯坦索姆",
				["RS"] = 0,
				["FT"] = "贪婪的冒险家，使用神术的流浪武士",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [1]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
					{
						["RT"] = "冷漠",
						["V2"] = 18,
						["RI"] = "spell_nature_polymorph_cow",
						["VA"] = 5,
						["LI"] = "spell_nature_reincarnation",
						["LT"] = "热心",
					}, -- [3]
				},
				["TI"] = "冒险者",
				["CL"] = "冒险者",
				["WE"] = "健壮",
			},
		},
		["10262308361tpHl"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572422147,
			["link"] = {
				["是不是卅-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "是不是卅",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["character"] = {
				["RP"] = 1,
				["XP"] = 2,
				["v"] = 3,
			},
		},
		["1010075020Nnfo9"] = {
			["character"] = {
				["v"] = 15,
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["time"] = 1572350706,
			["link"] = {
				["霜炎伊莎娜-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["BP"] = "不详",
				["RC"] = {
					1445, -- [1]
					0.66366147994995, -- [2]
					0.45371925830841, -- [3]
					"尘泥沼泽 - 塞拉摩岛", -- [4]
				},
				["RE"] = "各地的旅店",
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 9,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [5]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [6]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [7]
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [8]
					{
						["ID"] = 2,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [9]
				},
				["FN"] = "伊莎娜",
				["v"] = 11,
				["CL"] = "大法师",
				["AG"] = "略显童贞",
				["MI"] = {
				},
				["RS"] = 1,
				["IC"] = "INV_Misc_Head_Human_02",
				["EH"] = "a1c3ff",
				["HE"] = "165cm",
				["WE"] = "苗条",
			},
			["zone"] = "Feralas - The Forgotten Coast",
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "热心",
						["IC"] = "inv_helmet_44",
						["TX"] = "平民出身的伊莎娜经常主动帮助其他人，除非遇到非常紧急的事情。",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "大法师",
						["IC"] = "spell_shadow_teleport",
						["TX"] = "学会了巫师圣殿的所有冰霜和奥术魔法",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "低存在感",
						["IC"] = "ability_ambush",
						["TX"] = "伊莎娜在人群中总会被大家忽视。",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "勤俭持家",
						["TX"] = "为了省钱...一切从简...",
						["IC"] = "racial_dwarf_findtreasure",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "野外生存",
						["IC"] = "inv_misc_bag_14",
						["TX"] = "旅行在各地经常会遇到突发情况魔法并不能解决一切问题，所以只有掌握更多的技能。",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 39,
			},
		},
		["0907135900qmxg4"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1571892946,
			["link"] = {
				["流浪者乌有-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["MI"] = {
				},
				["FN"] = "乌有",
				["PS"] = {
				},
				["AG"] = "年轻",
				["CL"] = "战士",
				["RS"] = 0,
				["v"] = 5,
				["RE"] = "居无定所",
				["IC"] = "Ability_Warrior_Revenge",
				["TI"] = "流浪者",
				["HE"] = "较高",
				["WE"] = "正常",
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 1,
				["CU"] = "",
				["XP"] = 1,
				["v"] = 6,
			},
		},
		["1007142634x8PTR"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "守夜人",
						["TX"] = "此人宣誓效忠南海镇守夜人的一员",
						["IC"] = "inv_banner_02",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "虔诚",
						["TX"] = "信仰圣光",
						["IC"] = "spell_holy_holysmite",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "老兵",
						["TX"] = "“老兵不死，只是凋零”\n曾在军中长期服役，武艺娴熟",
						["IC"] = "inv_sword_04",
					},
				},
				["v"] = 16,
			},
			["time"] = 1571723482,
			["link"] = {
				["马瑟尔-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["CU"] = "受马雷布镇长指派，到暴风王国寻找可以帮助南海镇的人",
				["CO"] = "目前常住湖畔镇，接受广大朋友的雇佣任务",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 67,
			},
			["characteristics"] = {
				["LN"] = "邓肯",
				["EC"] = "蓝",
				["FN"] = "马瑟尔",
				["RS"] = 0,
				["IC"] = "inv_helmet_02",
				["EH"] = "3653ff",
				["HE"] = "176",
				["RA"] = "人类",
				["RE"] = "赤脊山-湖畔镇",
				["v"] = 8,
				["AG"] = "36",
				["PS"] = {
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [3]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
				},
				["CL"] = "守夜人",
				["BP"] = "希尔斯布莱德丘陵-南海镇",
				["TI"] = "守夜人",
				["MI"] = {
				},
				["WE"] = "正常",
			},
		},
		["[MSP]艾米丶洛威尔-木喉要塞"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["character"] = {
				["v"] = 11,
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["time"] = 1572434605,
			["link"] = {
				["艾米丶洛威尔-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["RE"] = "艾尔文森林",
				["RA"] = "人类",
				["MI"] = {
					{
						["IC"] = "INV_Misc_QuestionMark",
						["NA"] = "简介",
						["VA"] = "RP新手，大部分时间在OOC",
					}, -- [1]
				},
				["LN"] = "洛威尔",
				["BP"] = "安多哈尔",
				["FN"] = "艾米",
				["TI"] = "自由佣兵",
				["AG"] = "17",
				["CL"] = "法师",
				["PS"] = {
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 10,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 7,
					}, -- [3]
				},
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 10,
				["RS"] = 0,
				["FT"] = "自由佣兵、剥皮师，渔夫",
				["HE"] = "170 CM",
				["WE"] = "正常",
			},
			["mspver"] = {
			},
			["msp"] = true,
			["about"] = {
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "黑门xx年，出生于洛丹伦王国安多哈尔，在艾米x岁那年发生了大量农民食用感染的谷物导致身体突变的事故，不愿连累女儿的父母将姐妹托付给撤退的圣骑士洛威尔收留便继续留守安多哈尔。\n\n对于艾米来说，安多哈尔的谷仓、风车、箐箐绿叶永远是不允许自己忘记的故乡，但很快噩耗接连的传来，先是留守在安多哈尔的镇民被转化为不死生物，接着是斯坦索姆被阿尔萨斯王子无差别屠城，随后便传来泰瑞纳斯国王死亡、乌瑟尔战死、白银之手崩溃的消息。洛威尔将艾米与希琳视为养女，姐妹俩跟随养父穿越河流、高山、大桥一路南下到达艾泽拉斯王国，洛威尔请求安妮塔牧师收留养女为徒后告诉艾米与希琳自己要回到白银之手残部势力范围继续抵抗亡灵天灾后便失踪，在成为安妮塔牧师学徒后的第二周便看到艾尔文森林巡逻队的布告：圣骑士洛威尔，身中数刃流血过多死亡，初步判断为体力不支的前提下被数人围攻致死，若有相熟人士请尽快与巡逻队联系，圣光在上！\n\n（未编辑完，待续）",
				},
				["BK"] = 1,
				["v"] = 2,
			},
		},
	},
}
