
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["澜月-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1203145503rwtQ3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = false,
			["client"] = "Total RP 3",
		},
		["妖舞弥月-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1203193646ZatA4",
			["class"] = "DRUID",
			["msp"] = false,
			["race"] = "NightElf",
			["guild"] = "霜会",
			["faction"] = "Alliance",
			["gender"] = 3,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
		},
		["妖梦-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0527012159JBnqT",
			["class"] = "WARRIOR",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "中华灭团理论与实践研究同好会",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["1203145503rwtQ3"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "形象",
						["TX"] = "娇小可爱，有着银灰色的双马尾辫",
						["IC"] = "ability_marksmanship",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "装备",
						["TX"] = "匕首与弹弓玩转于手指尖",
						["IC"] = "inv_weapon_shortblade_10",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "眼睛",
						["TX"] = "翠绿色的眼睛炯炯有神",
						["IC"] = "inv_enchant_essencenethersmall",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "笔记",
						["TX"] = "记事本与笔则被挂在另一边",
						["IC"] = "inv_misc_book_09",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "背包",
						["TX"] = "除了随身携带的肉干与水袋外，还能掏出急救绷带、治疗药水、活性药水等",
						["IC"] = "inv_misc_bag_08",
					},
				},
				["v"] = 17,
			},
			["time"] = 1593957787,
			["link"] = {
				["澜月-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["v"] = 38,
				["CO"] = "他们总称呼我为“澜月”，但你可以叫我塞莉娅，我更喜欢这个称呼！",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "正在追寻洛威尔家族覆灭的消息源",
			},
			["characteristics"] = {
				["LN"] = "火花",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 7,
					}, -- [1]
					{
						["ID"] = 10,
						["VA"] = 1,
						["V2"] = 3,
					}, -- [2]
					{
						["ID"] = 8,
						["VA"] = 4,
						["V2"] = 14,
					}, -- [3]
				},
				["AG"] = "成熟",
				["CL"] = "游侠",
				["EH"] = "4e6cff",
				["HE"] = "高大",
				["CH"] = "ffff00",
				["RA"] = "侏儒",
				["RC"] = {
					1457, -- [1]
					0.62419438362122, -- [2]
					0.41184252500534, -- [3]
					"达纳苏斯", -- [4]
				},
				["RE"] = "达纳苏斯",
				["v"] = 19,
				["IC"] = "inv_misc_head_gnome_02",
				["RS"] = 0,
				["TI"] = "“澜月”",
				["BP"] = "寒脊山谷",
				["FT"] = "“澜月” 塞莉娅·火花",
				["FN"] = "塞莉娅",
				["WE"] = "正常",
			},
		},
		["0527012159JBnqT"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 3,
					["4"] = 1,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "认真",
						["TX"] = "不管作任何事都很努力的性格，但是得到的回报往往很少",
						["IC"] = "ability_eyeoftheowl",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "胆小",
						["TX"] = "虽然是半人半灵，但却害怕幽灵",
						["IC"] = "ability_druid_cower",
					},
				},
				["v"] = 18,
			},
			["time"] = 1594012689,
			["link"] = {
				["妖梦-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["FN"] = "魂魄",
				["RA"] = "半人半灵",
				["RS"] = 1,
				["LN"] = "妖梦",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
					{
						["ID"] = 5,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [5]
					{
						["ID"] = 6,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [6]
					{
						["ID"] = 7,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [7]
					{
						["ID"] = 9,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [8]
					{
						["ID"] = 11,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [9]
				},
				["TI"] = "幽人的庭师",
				["AG"] = "16",
				["CL"] = "剑士",
				["BP"] = "冥界",
				["v"] = 5,
				["RE"] = "白玉楼",
				["IC"] = "INV_Misc_Head_Human_02",
				["EH"] = "5ef840",
				["HE"] = "160cm",
				["WE"] = "娇小",
			},
			["zone"] = "City of Ironforge - The Great Forge",
			["about"] = {
				["T1"] = {
					["TX"] = "她是半人半灵，是白玉楼的园艺师，身兼冥界大小姐西行寺幽幽子的护卫和剑术指导，拥有使用剑术程度的能力。\n\n由于年龄尚小，性格认真直率而不成熟\n",
				},
				["BK"] = 1,
				["TE"] = 1,
				["v"] = 2,
			},
			["character"] = {
				["CU"] = "努力修炼剑术中",
				["CO"] = "与永远亭的铃仙有暧昧关系",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 63,
			},
		},
		["1203193646ZatA4"] = {
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 5,
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1594360027,
			["link"] = {
				["妖舞弥月-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["zone"] = "Stormwind City - Trade District",
			["characteristics"] = {
				["CL"] = "德鲁伊",
				["RA"] = "暗夜精灵",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "妖舞弥月",
				["IC"] = "Achievement_Character_Nightelf_Female",
				["v"] = 1,
			},
		},
	},
}
