
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["霜炎伊莎娜-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1010075020Nnfo9",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Human",
			["clientVersion"] = "1.6.7.1",
			["faction"] = "Alliance",
			["gender"] = 3,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "La terrasse de Elune",
		},
		["流浪者乌有-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0907135900qmxg4",
			["clientVersion"] = "1.6.4.1",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["马瑟尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1007142634x8PTR",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = false,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["1010075020Nnfo9"] = {
			["character"] = {
				["v"] = 15,
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["time"] = 1572350706,
			["link"] = {
				["霜炎伊莎娜-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["BP"] = "不详",
				["RC"] = {
					1445, -- [1]
					0.66366147994995, -- [2]
					0.45371925830841, -- [3]
					"尘泥沼泽 - 塞拉摩岛", -- [4]
				},
				["RE"] = "各地的旅店",
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 9,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [5]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [6]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [7]
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [8]
					{
						["ID"] = 2,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [9]
				},
				["FN"] = "伊莎娜",
				["v"] = 11,
				["CL"] = "大法师",
				["AG"] = "略显童贞",
				["MI"] = {
				},
				["RS"] = 1,
				["IC"] = "INV_Misc_Head_Human_02",
				["EH"] = "a1c3ff",
				["HE"] = "165cm",
				["WE"] = "苗条",
			},
			["zone"] = "Feralas - The Forgotten Coast",
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "热心",
						["IC"] = "inv_helmet_44",
						["TX"] = "平民出身的伊莎娜经常主动帮助其他人，除非遇到非常紧急的事情。",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "大法师",
						["IC"] = "spell_shadow_teleport",
						["TX"] = "学会了巫师圣殿的所有冰霜和奥术魔法",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "低存在感",
						["IC"] = "ability_ambush",
						["TX"] = "伊莎娜在人群中总会被大家忽视。",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "勤俭持家",
						["TX"] = "为了省钱...一切从简...",
						["IC"] = "racial_dwarf_findtreasure",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "野外生存",
						["IC"] = "inv_misc_bag_14",
						["TX"] = "旅行在各地经常会遇到突发情况魔法并不能解决一切问题，所以只有掌握更多的技能。",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 39,
			},
		},
		["0907135900qmxg4"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1571892946,
			["link"] = {
				["流浪者乌有-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["MI"] = {
				},
				["FN"] = "乌有",
				["PS"] = {
				},
				["AG"] = "年轻",
				["CL"] = "战士",
				["RS"] = 0,
				["v"] = 5,
				["RE"] = "居无定所",
				["IC"] = "Ability_Warrior_Revenge",
				["TI"] = "流浪者",
				["HE"] = "较高",
				["WE"] = "正常",
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 1,
				["CU"] = "",
				["XP"] = 1,
				["v"] = 6,
			},
		},
		["1007142634x8PTR"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "守夜人",
						["TX"] = "此人宣誓效忠南海镇守夜人的一员",
						["IC"] = "inv_banner_02",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "虔诚",
						["TX"] = "信仰圣光",
						["IC"] = "spell_holy_holysmite",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "老兵",
						["TX"] = "“老兵不死，只是凋零”\n曾在军中长期服役，武艺娴熟",
						["IC"] = "inv_sword_04",
					},
				},
				["v"] = 16,
			},
			["time"] = 1571723482,
			["link"] = {
				["马瑟尔-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["CU"] = "受马雷布镇长指派，到暴风王国寻找可以帮助南海镇的人",
				["CO"] = "目前常住湖畔镇，接受广大朋友的雇佣任务",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 67,
			},
			["characteristics"] = {
				["LN"] = "邓肯",
				["EC"] = "蓝",
				["FN"] = "马瑟尔",
				["RS"] = 0,
				["IC"] = "inv_helmet_02",
				["EH"] = "3653ff",
				["HE"] = "176",
				["RA"] = "人类",
				["RE"] = "赤脊山-湖畔镇",
				["v"] = 8,
				["AG"] = "36",
				["PS"] = {
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [3]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
				},
				["CL"] = "守夜人",
				["BP"] = "希尔斯布莱德丘陵-南海镇",
				["TI"] = "守夜人",
				["MI"] = {
				},
				["WE"] = "正常",
			},
		},
	},
}
