
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["歌特丶施洛德-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0830185533VVUUD",
			["class"] = "PALADIN",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "镶金玫瑰旅店的闲人们",
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.6.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["gender"] = 2,
		},
		["维尔维特-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0926123837MnMUD",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.5",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["流浪者乌有-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0907135900qmxg4",
			["clientVersion"] = "1.6.4.1",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["烧得手好开水-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0925232102EQd2E",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["msp"] = false,
		},
		["柯雷乔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0827092652YSnEv",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.7.1",
		},
		["是不是卅-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "10262308361tpHl",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["艾米丶洛威尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]艾米丶洛威尔-木喉要塞",
			["msp"] = true,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
		},
		["安蕾莉雅-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1019144256Px2ii",
			["class"] = "WARRIOR",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "霜语议会",
			["faction"] = "Alliance",
			["gender"] = 3,
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["client"] = "Total RP 3",
		},
		["霜炎伊莎娜-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1010075020Nnfo9",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.7.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "La terrasse de Elune",
		},
		["失忆的提里昂-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0914013900ba0FO",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Gnome",
			["faction"] = "Alliance",
			["gender"] = 2,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.5",
		},
		["黑莉萝-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]黑莉萝-木喉要塞",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["msp"] = true,
			["isTrial"] = 0,
		},
		["赫默恩丶鹰眼-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0903181551sOcgH",
			["clientVersion"] = "1.6.7.1",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["0830185533VVUUD"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "假面",
						["IC"] = "spell_nature_enchantarmor",
						["TX"] = "书上说冒险者必须得是贪婪的！",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工匠",
						["IC"] = "trade_engineering",
						["TX"] = "施洛德家族的传统，不会一点技术根本见不得人。",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "粗口",
						["IC"] = "ability_physical_taunt",
						["TX"] = "教养都在当兵的那些日子丢光了。",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "信仰",
						["IC"] = "spell_holy_searinglightpriest",
						["TX"] = "在这片充斥着黑暗绝望的大陆上，我们是最后的灯塔！",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "心结",
						["IC"] = "spell_shadow_teleport",
						["TX"] = "他们都死了，凭什么我还活着？",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 2,
					["2"] = 0,
					["5"] = 0,
					["4"] = 2,
					["6"] = 1,
				},
				["v"] = 17,
			},
			["time"] = 1572503300,
			["zone"] = "Dustwallow Marsh - Theramore Isle",
			["about"] = {
				["v"] = 8,
				["BK"] = 2,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "{h3}曾经是斯坦索姆守军的普通士兵\n阿尔萨斯下令屠城后\n银手骑士们发现他未被感染、奄奄一息\n于是他被仁慈的骑士秘密救下并送往后方治疗\n但是紧接着洛丹伦就被王子覆灭了\n神志不清的他又被紧急送往南方暴风王国\n就这样昏迷了若干年\n当他睁开眼，已经身处北郡修道院，并且受到了圣光的感召\n恩人不再，甚至可能已成亡灵\n军人的身份也被掩埋\n现在的他只是众多平凡冒险者中的一员{/h3}",
				},
			},
			["link"] = {
				["歌特丶施洛德-木喉要塞"] = 1,
			},
			["character"] = {
				["v"] = 73,
				["CO"] = "轻RP玩家",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["CU"] = "提锤能打！\n持盾能抗！\n可最受冒险者队伍青睐的，\n还是吾之神术……",
			},
			["characteristics"] = {
				["LN"] = "施洛德",
				["MI"] = {
					{
						["IC"] = "spell_holy_holybolt",
						["NA"] = "神术",
						["VA"] = "来自圣光信仰的加持",
					}, -- [1]
					{
						["IC"] = "trade_engineering",
						["NA"] = "巧手",
						["VA"] = "能够制作一些工业化的小玩意",
					}, -- [2]
				},
				["FN"] = "歌特",
				["AG"] = "沧桑的中年",
				["IC"] = "spell_holy_divineintervention",
				["EH"] = "56efff",
				["HE"] = "中等个头",
				["CH"] = "dd69b3",
				["RA"] = "人类",
				["RE"] = "居无定所",
				["v"] = 12,
				["BP"] = "洛丹伦-斯坦索姆",
				["RS"] = 0,
				["FT"] = "贪婪的冒险家，使用神术的流浪武士",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [1]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
					{
						["RT"] = "冷漠",
						["V2"] = 18,
						["RI"] = "spell_nature_polymorph_cow",
						["VA"] = 5,
						["LI"] = "spell_nature_reincarnation",
						["LT"] = "热心",
					}, -- [3]
				},
				["TI"] = "冒险者",
				["CL"] = "冒险者",
				["WE"] = "健壮",
			},
		},
		["0903181551sOcgH"] = {
			["misc"] = {
				["ST"] = {
				},
				["PE"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572682897,
			["link"] = {
				["赫默恩丶鹰眼-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["CL"] = "猎人",
				["RA"] = "矮人",
				["FN"] = "赫默恩丶鹰眼",
				["MI"] = {
				},
				["PS"] = {
				},
				["IC"] = "Achievement_Character_Dwarf_Male",
				["v"] = 1,
			},
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 7,
			},
		},
		["1010075020Nnfo9"] = {
			["character"] = {
				["v"] = 15,
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["time"] = 1572350706,
			["link"] = {
				["霜炎伊莎娜-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["BP"] = "不详",
				["RC"] = {
					1445, -- [1]
					0.66366147994995, -- [2]
					0.45371925830841, -- [3]
					"尘泥沼泽 - 塞拉摩岛", -- [4]
				},
				["RE"] = "各地的旅店",
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 9,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [5]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [6]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [7]
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [8]
					{
						["ID"] = 2,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [9]
				},
				["FN"] = "伊莎娜",
				["v"] = 11,
				["CL"] = "大法师",
				["AG"] = "略显童贞",
				["MI"] = {
				},
				["RS"] = 1,
				["IC"] = "INV_Misc_Head_Human_02",
				["EH"] = "a1c3ff",
				["HE"] = "165cm",
				["WE"] = "苗条",
			},
			["zone"] = "Feralas - The Forgotten Coast",
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "热心",
						["IC"] = "inv_helmet_44",
						["TX"] = "平民出身的伊莎娜经常主动帮助其他人，除非遇到非常紧急的事情。",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "大法师",
						["IC"] = "spell_shadow_teleport",
						["TX"] = "学会了巫师圣殿的所有冰霜和奥术魔法",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "低存在感",
						["IC"] = "ability_ambush",
						["TX"] = "伊莎娜在人群中总会被大家忽视。",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "勤俭持家",
						["TX"] = "为了省钱...一切从简...",
						["IC"] = "racial_dwarf_findtreasure",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "野外生存",
						["IC"] = "inv_misc_bag_14",
						["TX"] = "旅行在各地经常会遇到突发情况魔法并不能解决一切问题，所以只有掌握更多的技能。",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 39,
			},
		},
		["[MSP]艾米丶洛威尔-木喉要塞"] = {
			["character"] = {
				["v"] = 11,
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1572434605,
			["link"] = {
				["艾米丶洛威尔-木喉要塞"] = 1,
			},
			["about"] = {
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "黑门xx年，出生于洛丹伦王国安多哈尔，在艾米x岁那年发生了大量农民食用感染的谷物导致身体突变的事故，不愿连累女儿的父母将姐妹托付给撤退的圣骑士洛威尔收留便继续留守安多哈尔。\n\n对于艾米来说，安多哈尔的谷仓、风车、箐箐绿叶永远是不允许自己忘记的故乡，但很快噩耗接连的传来，先是留守在安多哈尔的镇民被转化为不死生物，接着是斯坦索姆被阿尔萨斯王子无差别屠城，随后便传来泰瑞纳斯国王死亡、乌瑟尔战死、白银之手崩溃的消息。洛威尔将艾米与希琳视为养女，姐妹俩跟随养父穿越河流、高山、大桥一路南下到达艾泽拉斯王国，洛威尔请求安妮塔牧师收留养女为徒后告诉艾米与希琳自己要回到白银之手残部势力范围继续抵抗亡灵天灾后便失踪，在成为安妮塔牧师学徒后的第二周便看到艾尔文森林巡逻队的布告：圣骑士洛威尔，身中数刃流血过多死亡，初步判断为体力不支的前提下被数人围攻致死，若有相熟人士请尽快与巡逻队联系，圣光在上！\n\n（未编辑完，待续）",
				},
				["BK"] = 1,
				["v"] = 2,
			},
			["mspver"] = {
			},
			["msp"] = true,
			["characteristics"] = {
				["RE"] = "艾尔文森林",
				["RA"] = "人类",
				["MI"] = {
					{
						["IC"] = "INV_Misc_QuestionMark",
						["NA"] = "简介",
						["VA"] = "RP新手，大部分时间在OOC",
					}, -- [1]
				},
				["LN"] = "洛威尔",
				["BP"] = "安多哈尔",
				["FN"] = "艾米",
				["TI"] = "自由佣兵",
				["AG"] = "17",
				["CL"] = "法师",
				["PS"] = {
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 10,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 7,
					}, -- [3]
				},
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 10,
				["RS"] = 0,
				["FT"] = "自由佣兵、剥皮师，渔夫",
				["HE"] = "170 CM",
				["WE"] = "正常",
			},
		},
		["[MSP]黑莉萝-木喉要塞"] = {
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "侏儒",
				["FN"] = "黑莉萝",
				["MI"] = {
				},
				["PS"] = {
				},
				["IC"] = "INV_Misc_Head_Gnome_02",
				["v"] = 1,
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["v"] = 20,
				["XP"] = 2,
				["CU"] = "",
			},
			["time"] = 1572609212,
			["link"] = {
				["黑莉萝-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["msp"] = true,
			["mspver"] = {
			},
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 7,
			},
		},
		["10262308361tpHl"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572422147,
			["link"] = {
				["是不是卅-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "是不是卅",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["character"] = {
				["RP"] = 1,
				["XP"] = 2,
				["v"] = 3,
			},
		},
		["0926123837MnMUD"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["IC"] = "inv_jewelry_ring_43",
						["TI"] = "商会玺印戒指",
						["AC"] = true,
						["TX"] = "代表了红枫商会的最高权威，戒指上面的宝石也显示出了这个戒指的不菲造价",
					},
					["3"] = {
						["IC"] = "spell_shadow_psychicscream",
						["TI"] = "疲惫的面孔",
						["AC"] = true,
						["TX"] = "高强度的工作压力使得他很少认真修剪自己的胡须和整理凌乱的头发，甚至经常加班的缘故，就连神色都有些疲倦",
					},
					["2"] = {
						["IC"] = "ability_warrior_revenge",
						["TI"] = "鉴识眼",
						["AC"] = true,
						["TX"] = "对于观察对象的人将来会获得何种形式的可用性这一点，有着十分卓越的眼力。\n但是需要跟对方进行一定程度的沟通，知道对方拿手和不拿手的内容后才行。",
					},
					["5"] = {
						["IC"] = "inv_sword_07",
						["TI"] = "可疑的佩剑",
						["AC"] = true,
						["TX"] = "如果只是装饰用的佩剑，那根本不会像他腰上那把带着战斗用剑的气息，难道说...？",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "捆在腰带上的卷轴",
						["IC"] = "inv_scroll_05",
						["TX"] = "卷轴上凭依着从很久之前保存下来的某一个法术，似乎从来没有打开过，不过上面盖着一枚附有魔法痕迹的印章，也许是什么封印？",
					},
				},
				["v"] = 49,
			},
			["time"] = 1572657946,
			["link"] = {
				["维尔维特-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
					["TX"] = "",
				},
				["BK"] = 1,
				["TE"] = 1,
				["v"] = 2,
			},
			["characteristics"] = {
				["LN"] = "维尔维特",
				["MI"] = {
				},
				["PS"] = {
				},
				["RS"] = 1,
				["CL"] = "法师",
				["EH"] = "490500",
				["HE"] = "186cm",
				["RA"] = "人类",
				["RC"] = {
					1433, -- [1]
					0.30121058225632, -- [2]
					0.48171132802963, -- [3]
					"赤脊山 - 湖畔镇", -- [4]
				},
				["BP"] = "希尔布莱德丘陵·南海镇",
				["v"] = 10,
				["AG"] = "29",
				["RE"] = "赤脊山 - 湖畔镇",
				["TI"] = "LORD·君主",
				["IC"] = "inv_letter_11",
				["EC"] = "暗红色",
				["FT"] = "韦伯·维尔维特·埃尔梅罗二世",
				["FN"] = "韦伯",
				["WE"] = "68kg",
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["CU"] = "乍一看很高冷，但本质却是个喜欢照顾人的老妈子，对周围的影响力非常大",
				["XP"] = 2,
				["v"] = 68,
			},
		},
		["0914013900ba0FO"] = {
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["v"] = 53,
				["XP"] = 3,
				["CU"] = "正在研究最新的炸药配方",
			},
			["time"] = 1572610076,
			["zone"] = "City of Ironforge - Ironforge",
			["about"] = {
				["v"] = 15,
				["BK"] = 3,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "       曾经是一名漫步在塔纳利斯黄沙中的流浪者，据说纳瑞安博士的手下在塔纳利斯东部的沙尘暴中发现了我。可我已经丧失了大部分的记忆。随后因我具有出色的工程学天赋，纳瑞安博士便将我留在身边充当他的学徒和助手。\n       在那片黄沙肆虐的土地上，我经常受博士的嘱托前往沙漠明珠-塔纳利斯。在那里经常与众多地精工程师相互的技术切磋研究探讨（）。后来根据我的只言片语和某个调查任务；纳瑞安博士建议让我到海峡对岸的东部王国碰碰运气。在旅行途中我在棘齿城附近遭遇了意外袭击。随后在无尽的大海上靠着几块木板漂流了几天几夜……\n       最后西部荒野人民军在金海岸解救了即将沦为鱼人腹中餐的我，因为我所受的创伤极重，格里安.斯托曼阁下派人将我送到了北郡修道院。在北郡修道院牧师们的悉心照料下我逐渐恢复了伤势，随后我开始踏上漫长追寻自己记忆的旅程……\n\n啊……这个人太懒了 后续有时间再写吧！ ",
				},
			},
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "话痨",
						["IC"] = "temp",
						["TX"] = "喜欢喋喋不休",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工程师",
						["IC"] = "trade_engineering",
						["TX"] = "热爱发明创造",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "失忆",
						["IC"] = "inv_misc_head_gnome_01",
						["TX"] = "遗忘了自己的过去",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "财富",
						["IC"] = "spell_misc_conjuremanajewel",
						["TX"] = "拥有巨额财富",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "毒舌",
						["IC"] = "spell_nature_poisoncleansingtotem",
						["TX"] = "总喜欢说一些令人讨厌的话题",
					},
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 3,
					["2"] = 0,
					["5"] = 0,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 21,
			},
			["characteristics"] = {
				["FN"] = "提里昂·",
				["RA"] = "侏儒",
				["RS"] = 2,
				["LN"] = "兰奈斯提尔",
				["BP"] = "诺莫瑞根",
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 10,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["EH"] = "fff858",
				["AG"] = "？？？",
				["CL"] = "法师",
				["IC"] = "INV_Misc_Head_Gnome_01",
				["RE"] = "北郡",
				["MI"] = {
					{
						["IC"] = "trade_engineering",
						["NA"] = "名字",
						["VA"] = "身为一名侏儒，确是一名地精工程大师，这让人百思不得其解。",
					}, -- [1]
				},
				["v"] = 11,
				["TI"] = "失忆的",
				["HE"] = "68",
				["WE"] = "瘦弱",
			},
			["link"] = {
				["失忆的提里昂-木喉要塞"] = 1,
			},
		},
		["0925232102EQd2E"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "胡子",
						["IC"] = "temp",
						["TX"] = "虽说50多岁对侏儒来说正值壮年，但雪白的胡子和头发可不是假的。",
					},
					["4"] = {
						["IC"] = "spell_nature_naturetouchgrow",
						["TI"] = "双木徽章",
						["AC"] = true,
						["TX"] = "胸前佩戴着一枚银质的小徽章，正中间有2棵树。",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "扳手",
						["IC"] = "inv_misc_wrench_02",
						["TX"] = "腰间挂着一柄小扳手。",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "白色法师袍",
						["IC"] = "inv_chest_cloth_04",
						["TX"] = "贴身穿一件朴素的白色法师袍。",
					},
				},
				["ST"] = {
					["1"] = 0,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 3,
					["6"] = 0,
				},
				["v"] = 24,
			},
			["time"] = 1572610084,
			["link"] = {
				["烧得手好开水-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
					["TX"] = "浩特沃特·螺栓出生在位于丹莫罗的科技奇迹城市诺莫瑞根，父亲是以严谨著称的工程学大师，母亲是温柔的冰系魔法师。在其他种族眼中，魔法与科技的格格不入势必会造成这个家庭“战火不断”，可是对侏儒来说这并不是问题。不同于牧师与圣骑士完全依靠对圣光的信仰提升实力，奥术魔法与工程学的本质核心都是数学。一些实力强大的魔法师在工程学方面同样有着不俗的造诣，只可惜数量上远远不及工程师罢了。\n\n浩特沃特从小就梦想能够成为一名帅气的空军飞行员，哪怕随着年龄增长，他的魔法天赋日益突出，这个梦想依然未曾改变。可是大工匠梅卡托克不允许宝贵的魔法师加入空军，他只得将热情投入到工程学的深造中，在修炼魔法的同时为前线的将士们制造一些诸如“活动假人”之类的保命小玩意儿。\n\n第三次大战爆发的时候，浩特沃特五十岁，相对于侏儒一二百岁的寿命来说正值壮年，但他没能加入正面战场。不光是他，整个侏儒部队都没能投入一兵一卒。大工匠梅卡托克曾经最信任的顾问，麦克尼尔·瑟玛普拉格背叛了他的人民，纵容一群邪恶的变异石腭怪侵入了包括侏儒主城诺莫瑞根在内的多处丹莫罗地区。而此时，人类和矮人联军正面对潮水般入侵的燃烧军团，侏儒只得撤回所有部队独自对抗敌人。为了干掉入侵的石腭怪，大工匠梅卡托克命令打开城市中的紧急辐射水箱，作殊死一搏。侏儒在等待那些石腭怪死亡或者逃跑的同时也在寻找躲避辐射的方法。不幸的是，虽然石腭怪在经过辐射之后感染了毒性，但是它们的攻击没有停止，也没有丝毫的减弱。\n\n浩特沃特的父亲与他的工程师同伴们为了阻止暴走的电刑器6000型发起了自杀式攻击，生死未卜；他的母亲将他和几名陌生的族人推入通往铁炉堡的传送门，而后用尽所有魔力化身为数十码厚的冰墙，堵住了数百变异石腭怪追兵的去路……\n\n浩特沃特在铁炉堡被人发现的时候目光呆滞，神情漠然。整整一年，他混迹于各个旅店和酒馆，以捡拾客人的剩菜为生，碰到好心人请他喝酒，他也会不失礼貌地表示感谢，然后一声不吭地用最便宜的烈酒一杯接一杯地将自己灌得宁酊大醉。只有那时候，才能在他梦呓般的言语中听到一些杂乱的单词——“诺莫瑞根……夺回……复仇……家……”\n\n有一天，一个名叫凯辛的人类牧师来到了铁炉堡。她在酒馆高谈阔论，为自己的队伍召集人手，要守护自己从小生活的森林。在她身上，浩特沃特仿佛看到了年轻时的自己，那个终日在诺莫瑞根的私人车间中敲敲打打，哪怕被炸得灰头土脸也满怀信心与希望的自己。于是，便有了下面的对话：\n“我愿意帮助你守护家园，但是你敢信任一个连主城都丢了的侏儒吗？”\n“欢迎你的加入我的朋友，相信我，我们要守护的不仅是我的家乡，总有一天，我们会夺回所有失去的土地！无论是人类、矮人、侏儒还是精灵！”\n\n于是那一天，铁炉堡有名的邋遢汉破天荒洗了澡、理了发，穿上了一件朴素的法师袍（据说是他母亲送给他的成人礼物），踏入了通往暴风城的矿道地铁……\n",
				},
				["BK"] = 1,
				["TE"] = 1,
				["v"] = 9,
			},
			["characteristics"] = {
				["LN"] = "螺栓",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 5,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [2]
					{
						["ID"] = 6,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
					{
						["ID"] = 8,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
				},
				["RS"] = 3,
				["IC"] = "INV_Misc_Head_Gnome_01",
				["EH"] = "007cff",
				["HE"] = "120cm",
				["RA"] = "侏儒",
				["RC"] = {
					1455, -- [1]
					0.33268970251083, -- [2]
					0.70455998182297, -- [3]
					"铁炉堡 - 铁炉堡", -- [4]
				},
				["RE"] = "铁炉堡 - 铁炉堡",
				["v"] = 3,
				["BP"] = "诺莫瑞根",
				["FN"] = "浩特沃特",
				["TI"] = "高级工程师",
				["FT"] = "诺莫瑞根的幸存者 流亡的冰霜法师",
				["CL"] = "法师",
				["WE"] = "正常",
			},
			["character"] = {
				["v"] = 8,
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["CU"] = "",
			},
		},
		["0907135900qmxg4"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1571892946,
			["link"] = {
				["流浪者乌有-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["read"] = true,
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["RA"] = "人类",
				["MI"] = {
				},
				["FN"] = "乌有",
				["PS"] = {
				},
				["AG"] = "年轻",
				["CL"] = "战士",
				["RS"] = 0,
				["v"] = 5,
				["RE"] = "居无定所",
				["IC"] = "Ability_Warrior_Revenge",
				["TI"] = "流浪者",
				["HE"] = "较高",
				["WE"] = "正常",
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 1,
				["CU"] = "",
				["XP"] = 1,
				["v"] = 6,
			},
		},
		["0827092652YSnEv"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 1,
				},
				["PE"] = {
				},
				["v"] = 8,
			},
			["time"] = 1572662145,
			["link"] = {
				["柯雷乔-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["v"] = 51,
				["CO"] = "天灾之后，兄弟会在洛丹米尔湖畔成立。后退居至南海镇，并与之达成协议帮助守卫以换取物资支持。",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["CU"] = "天灾之战中侥幸存活，父亲却追随老王国牺牲。\n信仰也曾一度在崩溃的边缘，但所有的事情都还没有结束。\n",
			},
			["characteristics"] = {
				["LN"] = "博尔格斯",
				["MI"] = {
				},
				["FN"] = "柯雷乔·",
				["AG"] = "24",
				["CL"] = "洛伦丹骑士",
				["EH"] = "49a3ed",
				["HE"] = "182",
				["CH"] = "ffcfe5",
				["RA"] = "人类",
				["BP"] = "洛丹伦",
				["v"] = 23,
				["IC"] = "spell_holy_searinglightpriest",
				["RS"] = 0,
				["EC"] = "湖水蓝",
				["FT"] = "柯雷乔·A·博尔格斯",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [1]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 4,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [4]
					{
						["ID"] = 7,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [5]
				},
				["WE"] = "匀称",
			},
		},
		["1019144256Px2ii"] = {
			["zone"] = "Blasted Lands",
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
					["1"] = 2,
					["3"] = 1,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 1,
				},
				["v"] = 11,
			},
			["time"] = 1572753809,
			["link"] = {
				["安蕾莉雅-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 3,
				["BK"] = 1,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "黑暗之门元年\n安蕾莉雅和安蕾莉娜诞生于激流堡",
				},
			},
			["character"] = {
				["v"] = 11,
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 1,
				["CU"] = "",
			},
			["characteristics"] = {
				["LN"] = "阿什坎迪",
				["MI"] = {
				},
				["FN"] = "安蕾莉雅",
				["AG"] = "成熟",
				["CL"] = "战士",
				["EH"] = "000000",
				["HE"] = "高",
				["RA"] = "人类",
				["BP"] = "激流堡",
				["v"] = 12,
				["IC"] = "INV_Misc_Head_Human_02",
				["RE"] = "塞拉摩",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [5]
					{
						["ID"] = 6,
						["VA"] = 6,
						["V2"] = 19,
					}, -- [6]
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [7]
					{
						["ID"] = 8,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [8]
					{
						["ID"] = 9,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [9]
					{
						["ID"] = 10,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [10]
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [11]
				},
				["EC"] = "黑色",
				["TI"] = "第七军团队长",
				["RS"] = 0,
				["WE"] = "正常",
			},
		},
	},
}
