
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["歌特丶施洛德-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0830185533VVUUD",
			["class"] = "PALADIN",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 2,
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["guild"] = "镶金玫瑰旅店的闲人们",
		},
		["维尔维特-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0926123837MnMUD",
			["msp"] = false,
			["clientVersion"] = "1.6.5",
			["isTrial"] = 0,
			["client"] = "Total RP 3",
		},
		["失忆的提里昂-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0914013900ba0FO",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Gnome",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.5",
			["isTrial"] = 0,
			["gender"] = 2,
		},
		["遊俠崔斯特-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1102101021r3zpq",
			["class"] = "ROGUE",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "洛丹米尔兄弟会",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["芙兰丶斯塔恩-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]芙兰丶斯塔恩-木喉要塞",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.7.1",
			["isTrial"] = 0,
			["msp"] = true,
		},
		["雪伊-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]雪伊-木喉要塞",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.5",
			["isTrial"] = 0,
			["msp"] = true,
		},
		["凯琳丶希尔达-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "09251610062HEge",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["msp"] = false,
			["isTrial"] = 0,
		},
		["黑莉萝-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]黑莉萝-木喉要塞",
			["msp"] = true,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.5",
		},
		["忒休斯丶露子-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0916234640q7Qzy",
			["class"] = "HUNTER",
			["msp"] = false,
			["race"] = "Dwarf",
			["guild"] = "竖琴手协会",
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.5",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["赫默恩丶鹰眼-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0903181551sOcgH",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.7.1",
		},
		["雷蒙丶法沃兹-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]雷蒙丶法沃兹-木喉要塞",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.5",
			["msp"] = true,
			["client"] = "Total RP 3",
		},
		["是不是卅-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "10262308361tpHl",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.5",
		},
		["烦恼的王-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1021215141wQGe2",
			["isTrial"] = 0,
			["client"] = "Total RP 3",
			["msp"] = false,
			["clientVersion"] = "1.6.7.1",
		},
		["尼赦尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1005121921QB2OX",
			["msp"] = false,
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.7.1",
		},
		["烧得手好开水-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0925232102EQd2E",
			["isTrial"] = 0,
			["clientVersion"] = "1.6.6.1",
			["msp"] = false,
			["client"] = "Total RP 3",
		},
		["柯雷乔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0827092652YSnEv",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.7.1",
			["isTrial"] = 0,
			["msp"] = false,
		},
		["艾米丶洛威尔-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "[MSP]艾米丶洛威尔-木喉要塞",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["msp"] = true,
		},
		["霜炎伊莎娜-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1010075020Nnfo9",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Human",
			["guild"] = "La terrasse de Elune",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.7.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["安蕾莉雅-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1019144256Px2ii",
			["class"] = "WARRIOR",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 3,
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["guild"] = "霜语议会",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["09251610062HEge"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "歌愈能力",
						["TX"] = "凯琳的歌声有快速愈合伤口的能力，甚至能够起死回生。",
						["IC"] = "spell_holy_silence",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "黑暗的低语",
						["TX"] = "la gente est mal dicho por Dios\nla espera al lado de la esperanza",
						["IC"] = "spell_holy_prayerofshadowprotection",
					},
					["2"] = {
						["IC"] = "spell_holy_redemption",
						["TI"] = "圣光祈福者",
						["TX"] = "会给遇到的每一位勇士施以圣光的祝福",
						["AC"] = true,
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "牛奶爱好者",
						["TX"] = "比起各式各样的美酒，凯琳更喜欢牛奶。",
						["IC"] = "inv_drink_milk_01",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "异世界的来客",
						["TX"] = "凯琳·赛拉菲姆其实并不属于艾泽拉斯世界，她是由异次元魔法穿越而来。",
						["IC"] = "spell_nature_farsight",
					},
				},
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["v"] = 26,
			},
			["time"] = 1572780150,
			["link"] = {
				["凯琳丶希尔达-木喉要塞"] = 1,
			},
			["about"] = {
				["TE"] = 1,
				["T1"] = {
					["TX"] = "凯琳原本是精灵时代的人，在未出生时便死于母亲亚蒂玛的腹中。亚蒂玛为了让自己的孩子复活，从此致力于生命研究。之后，她发现了魂之基盘原理，并用此方法保存了凯琳的灵魂。在一次偶然的机会，亚蒂玛得到了命运女神——拉克西丝的神之躯体，她将拉克西丝的神之躯体与凯琳的灵魂结合，但是神之躯体必须要神质才能成长，所以直到拉克西丝本人的灵魂重新转世到这个神之躯体后，凯琳才正式复活并成长起来。于是原本精灵时代的凯琳，诞生在了将近百年后的现在，这也是她体内有多个灵魂的原因。\n凯琳的童年是与亚蒂玛守族的后裔——雪拉一同在空之岛度过。一天凯琳体内的拉克西丝偶然见到了她的至爱迪斯路亚，那时，迪斯路亚的身体正被加瑟多占据着，这位女神因此发狂失控，用尽所有神力毁去整个空之岛。直到亚蒂玛用束缚灵魂之法封印了她的魂之基盘，拉克西丝才恢复成凯琳人格。而亚蒂玛也因为消耗太多力量而死去。\n面对被毁去的家园，凯琳誓要报仇，打倒那个被她称为辛德蕾拉的人，那时的她并不知道，这个辛德蕾拉其实就是另一个自己。 凯琳与雪拉在失去家园后，被圣都尼鲁的费恩主教收养，从此便成为了尼鲁的治愈师。\n在尼鲁的学习过程中，凯琳接触到了关于原罪徽章的始末以及加瑟多的预言，为了锻炼自己变得更强，也为了拯救世界免于原罪徽章的劫难，她与雪拉在韩德的推荐下，加入了断罪之翼组织。\n凯琳在断罪之翼中，是负责支援的角色，同时也是原罪徽章的封印者。因其先天的天赋和后天的努力，爱西亚教官教授了她封印原罪徽章的咒法——大封印法，这使她担任了每次执行任务时封印原罪徽章的角色。\n由于使用次元跃的魔法暴走，凯琳被传送到了艾泽拉斯，开始了另一段冒险之旅。",
				},
				["BK"] = 1,
				["MU"] = 53224,
				["v"] = 8,
			},
			["characteristics"] = {
				["LN"] = "赛拉菲姆",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [1]
					{
						["ID"] = 6,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [2]
					{
						["ID"] = 11,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [3]
					{
						["ID"] = 5,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [4]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [5]
				},
				["AG"] = "不详",
				["CL"] = "牧师",
				["HE"] = "173cm",
				["RA"] = "人类？",
				["RC"] = {
					1453, -- [1]
					0.41202002763748, -- [2]
					0.30972027778625, -- [3]
					"暴风城 - 光明大教堂", -- [4]
				},
				["BP"] = "圣都尼鲁",
				["v"] = 27,
				["RS"] = 1,
				["FN"] = "凯琳",
				["TI"] = "高阶祭司",
				["EC"] = "紫色",
				["RE"] = "暴风城 - 光明大教堂",
				["FT"] = "凯尔萨哈琳·尼灿·赛拉菲姆",
				["IC"] = "INV_Misc_Head_Human_02",
				["WE"] = "苗条",
			},
			["character"] = {
				["CO"] = "自娱自乐",
				["RP"] = 2,
				["v"] = 65,
				["XP"] = 1,
				["CU"] = "目前正在帮助银色黎明退治亡灵天灾",
			},
		},
		["1010075020Nnfo9"] = {
			["character"] = {
				["CU"] = "",
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["v"] = 15,
			},
			["time"] = 1572350706,
			["link"] = {
				["霜炎伊莎娜-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 0,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "热心",
						["TX"] = "平民出身的伊莎娜经常主动帮助其他人，除非遇到非常紧急的事情。",
						["IC"] = "inv_helmet_44",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "大法师",
						["TX"] = "学会了巫师圣殿的所有冰霜和奥术魔法",
						["IC"] = "spell_shadow_teleport",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "低存在感",
						["TX"] = "伊莎娜在人群中总会被大家忽视。",
						["IC"] = "ability_ambush",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "勤俭持家",
						["IC"] = "racial_dwarf_findtreasure",
						["TX"] = "为了省钱...一切从简...",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "野外生存",
						["TX"] = "旅行在各地经常会遇到突发情况魔法并不能解决一切问题，所以只有掌握更多的技能。",
						["IC"] = "inv_misc_bag_14",
					},
				},
				["v"] = 39,
			},
			["zone"] = "Feralas - The Forgotten Coast",
			["characteristics"] = {
				["RA"] = "人类",
				["RE"] = "各地的旅店",
				["RC"] = {
					1445, -- [1]
					0.66366147994995, -- [2]
					0.45371925830841, -- [3]
					"尘泥沼泽 - 塞拉摩岛", -- [4]
				},
				["BP"] = "不详",
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 9,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [5]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [6]
					{
						["ID"] = 1,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [7]
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [8]
					{
						["ID"] = 2,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [9]
				},
				["FN"] = "伊莎娜",
				["v"] = 11,
				["CL"] = "大法师",
				["AG"] = "略显童贞",
				["IC"] = "INV_Misc_Head_Human_02",
				["RS"] = 1,
				["MI"] = {
				},
				["EH"] = "a1c3ff",
				["HE"] = "165cm",
				["WE"] = "苗条",
			},
		},
		["[MSP]艾米丶洛威尔-木喉要塞"] = {
			["about"] = {
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "黑门xx年，出生于洛丹伦王国安多哈尔，在艾米x岁那年发生了大量农民食用感染的谷物导致身体突变的事故，不愿连累女儿的父母将姐妹托付给撤退的圣骑士洛威尔收留便继续留守安多哈尔。\n\n对于艾米来说，安多哈尔的谷仓、风车、箐箐绿叶永远是不允许自己忘记的故乡，但很快噩耗接连的传来，先是留守在安多哈尔的镇民被转化为不死生物，接着是斯坦索姆被阿尔萨斯王子无差别屠城，随后便传来泰瑞纳斯国王死亡、乌瑟尔战死、白银之手崩溃的消息。洛威尔将艾米与希琳视为养女，姐妹俩跟随养父穿越河流、高山、大桥一路南下到达艾泽拉斯王国，洛威尔请求安妮塔牧师收留养女为徒后告诉艾米与希琳自己要回到白银之手残部势力范围继续抵抗亡灵天灾后便失踪，在成为安妮塔牧师学徒后的第二周便看到艾尔文森林巡逻队的布告：圣骑士洛威尔，身中数刃流血过多死亡，初步判断为体力不支的前提下被数人围攻致死，若有相熟人士请尽快与巡逻队联系，圣光在上！\n\n（未编辑完，待续）",
				},
				["BK"] = 1,
				["v"] = 2,
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
					["1"] = 3,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["v"] = 8,
			},
			["time"] = 1572434605,
			["link"] = {
				["艾米丶洛威尔-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["BP"] = "安多哈尔",
				["RA"] = "人类",
				["RE"] = "艾尔文森林",
				["LN"] = "洛威尔",
				["MI"] = {
					{
						["IC"] = "INV_Misc_QuestionMark",
						["NA"] = "简介",
						["VA"] = "RP新手，大部分时间在OOC",
					}, -- [1]
				},
				["FN"] = "艾米",
				["FT"] = "自由佣兵、剥皮师，渔夫",
				["AG"] = "17",
				["CL"] = "法师",
				["RS"] = 0,
				["v"] = 10,
				["IC"] = "INV_Misc_Head_Human_02",
				["PS"] = {
					{
						["ID"] = 4,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 10,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 7,
					}, -- [3]
				},
				["TI"] = "自由佣兵",
				["HE"] = "170 CM",
				["WE"] = "正常",
			},
			["msp"] = true,
			["mspver"] = {
			},
			["character"] = {
				["CU"] = "",
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["v"] = 11,
			},
		},
		["0914013900ba0FO"] = {
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["CU"] = "正在研究最新的炸药配方",
				["XP"] = 3,
				["v"] = 53,
			},
			["time"] = 1572610076,
			["zone"] = "City of Ironforge - Ironforge",
			["about"] = {
				["T1"] = {
					["TX"] = "       曾经是一名漫步在塔纳利斯黄沙中的流浪者，据说纳瑞安博士的手下在塔纳利斯东部的沙尘暴中发现了我。可我已经丧失了大部分的记忆。随后因我具有出色的工程学天赋，纳瑞安博士便将我留在身边充当他的学徒和助手。\n       在那片黄沙肆虐的土地上，我经常受博士的嘱托前往沙漠明珠-塔纳利斯。在那里经常与众多地精工程师相互的技术切磋研究探讨（）。后来根据我的只言片语和某个调查任务；纳瑞安博士建议让我到海峡对岸的东部王国碰碰运气。在旅行途中我在棘齿城附近遭遇了意外袭击。随后在无尽的大海上靠着几块木板漂流了几天几夜……\n       最后西部荒野人民军在金海岸解救了即将沦为鱼人腹中餐的我，因为我所受的创伤极重，格里安.斯托曼阁下派人将我送到了北郡修道院。在北郡修道院牧师们的悉心照料下我逐渐恢复了伤势，随后我开始踏上漫长追寻自己记忆的旅程……\n\n啊……这个人太懒了 后续有时间再写吧！ ",
				},
				["BK"] = 3,
				["TE"] = 1,
				["v"] = 15,
			},
			["link"] = {
				["失忆的提里昂-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 10,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["RA"] = "侏儒",
				["AG"] = "？？？",
				["LN"] = "兰奈斯提尔",
				["BP"] = "诺莫瑞根",
				["FN"] = "提里昂·",
				["TI"] = "失忆的",
				["RS"] = 2,
				["CL"] = "法师",
				["v"] = 11,
				["MI"] = {
					{
						["IC"] = "trade_engineering",
						["NA"] = "名字",
						["VA"] = "身为一名侏儒，确是一名地精工程大师，这让人百思不得其解。",
					}, -- [1]
				},
				["RE"] = "北郡",
				["IC"] = "INV_Misc_Head_Gnome_01",
				["EH"] = "fff858",
				["HE"] = "68",
				["WE"] = "瘦弱",
			},
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 3,
					["2"] = 0,
					["5"] = 0,
					["4"] = 1,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "话痨",
						["TX"] = "喜欢喋喋不休",
						["IC"] = "temp",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工程师",
						["TX"] = "热爱发明创造",
						["IC"] = "trade_engineering",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "失忆",
						["TX"] = "遗忘了自己的过去",
						["IC"] = "inv_misc_head_gnome_01",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "财富",
						["TX"] = "拥有巨额财富",
						["IC"] = "spell_misc_conjuremanajewel",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "毒舌",
						["TX"] = "总喜欢说一些令人讨厌的话题",
						["IC"] = "spell_nature_poisoncleansingtotem",
					},
				},
				["v"] = 21,
			},
		},
		["0916234640q7Qzy"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 3,
					["2"] = 3,
					["5"] = 0,
					["4"] = 3,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "辛特兰",
						["TX"] = "来自辛特兰的一处偏远的林间小屋，那里人烟稀少甚至有传言有恶魔出现。",
						["IC"] = "ability_ambush",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "矮人",
						["TX"] = "我是一只母矮人，所以我一直学习着怎么当好一只矮人",
						["IC"] = "ability_druid_supriseattack",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "老术士",
						["TX"] = "懂事起就与一只爷爷生活在一起，直到有一天它离开后再也没有回来。",
						["IC"] = "ability_creature_cursed_03",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "消失代用",
						["TX"] = "将A物当成遗失，既可用B变成A来代用（即使是活物）",
						["IC"] = "inv_misc_fork&knife",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "忒修斯悖论",
						["TX"] = "假定某物体的构成要素被置换后，但它依旧是原来的物体吗？",
						["IC"] = "inv_misc_gear_08",
					},
				},
				["v"] = 29,
			},
			["time"] = 1573026863,
			["zone"] = "Dustwallow Marsh - Theramore Isle",
			["about"] = {
				["v"] = 3,
				["BK"] = 6,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "来自辛特兰的一只母矮人(?),懂事起就与爷爷一起住在鹰巢山附近森林的林间小屋里，\n虽然没有学习法术的天分，但常年的山野生活不但学会了狩猎与包扎自救，还练就了一身烹饪(如果将肉烤熟也算的话)与制皮技巧。",
				},
			},
			["link"] = {
				["忒休斯丶露子-木喉要塞"] = 1,
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["CU"] = "经历了一段时间的路途后，刚回到故乡辛特兰。",
				["XP"] = 2,
				["v"] = 22,
			},
			["characteristics"] = {
				["RA"] = "矮人(?)",
				["FN"] = "露子",
				["LN"] = "忒休斯",
				["BP"] = "辛特兰",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 1,
						["V2"] = 4,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 1,
						["V2"] = 4,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [4]
					{
						["ID"] = 5,
						["VA"] = 1,
						["V2"] = 4,
					}, -- [5]
					{
						["ID"] = 6,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [6]
					{
						["ID"] = 7,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [7]
					{
						["ID"] = 9,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [8]
					{
						["ID"] = 11,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [9]
				},
				["RS"] = 1,
				["AG"] = "89",
				["CL"] = "猎人",
				["FT"] = "露子",
				["MI"] = {
				},
				["IC"] = "INV_Misc_Head_Dwarf_02",
				["v"] = 4,
				["TI"] = "巡游者",
				["HE"] = "140cm",
				["WE"] = "健硕",
			},
		},
		["[MSP]黑莉萝-木喉要塞"] = {
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["CU"] = "",
				["XP"] = 2,
				["v"] = 20,
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["v"] = 7,
			},
			["time"] = 1572609212,
			["link"] = {
				["黑莉萝-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["mspver"] = {
			},
			["msp"] = true,
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "侏儒",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "黑莉萝",
				["IC"] = "INV_Misc_Head_Gnome_02",
				["v"] = 1,
			},
		},
		["1102101021r3zpq"] = {
			["character"] = {
				["CU"] = "组织：洛丹米尔兄弟会\n任务：驻扎南海镇 随时北上清理亡灵",
				["CO"] = "",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 79,
			},
			["time"] = 1573026896,
			["link"] = {
				["遊俠崔斯特-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 25,
				["BK"] = 5,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "传奇遊俠 崔斯特\n崔斯特·杜垩登，熟悉的人亲切地称他崔黑子，崔三儿或者三爷。\n    崔斯特出生在黑暗精灵（又叫卓尔精灵）城—魔索布莱，当时他以杜垩登家族活着的第三个男孩的身份被定为献给蜘蛛女神罗丝的祭品。就当她的姐姐要把他杀掉的时候，事情有了变化。他的大哥诺梵被他的二哥狄宁从背后刺死，所以崔斯特不再是活着的第三个男孩，也就不用作为祭品被杀。\n    在崔斯特出世的地下城市魔索布莱，蜘蛛女神罗丝是他们这个女系社会唯一的信仰。蜘蛛女神是个崇尚浑沌和混乱的神祉。她和女性大祭司们身为黑暗精灵真正的领导阶层，并不会歧视那些拿著淬毒匕首野心勃勃的人们。为权位而掀起不择手段的竞争就是罗丝女神的作法，黑暗精灵的野心是为了让他的“子民”们以指定的方式作茧自缚而下的诅咒。然而，崔斯特从他身为武技长的生父札克纳梵那里继承了优异的战士血统和纯真善良的性格。天生的双巧手，高超的战斗技巧，随着他跟随姐姐罗丝女神的牧师维尔娜长大，成为王子见习生，接受扎克纳梵的训练，成为战士学院的优等生……虽然母亲给他设计了黑暗精灵标准的成长轨迹，但善良的天性却使他逐渐认清了蜘蛛女神以及自己家族的邪恶。在一次对地表精灵的突袭中，他面对同胞的残忍和血腥，巧妙地救下了一个孩子，然而却未能逃过蜘蛛女神的双眼。为此，他那一生与命运搏斗的父亲、老师、朋友扎克纳梵主动替代他成为了献给女神罗丝的祭品，死在了母亲和姐妹们的刀下。父亲的死，更坚定了他离开家乡的意志，终于，崔斯特踏上了自己的命运之路。他救出了同生共死的朋友黑豹关海法，以邪恶的出身踏入了善良种族的布林登石城，他击杀了白龙“冰亡”，他找到了伙伴成为“秘银城五侠”之一，在Faerun诸地留下了英雄的足迹。{img:Interface\\LFGFRAME\\LFGIcon-UlduarRaid:256:256}\n    崔斯特是一个剑术高手，也是指挥部队的专家。站立时身高5英尺4英寸(约和1.62米),体重130磅(约和59公斤),比一般的黑暗精灵高大。他有着长长的白色头发和淡紫色的眼睛。他通常穿着一件皮领的绿色斗蓬和黑色的长统靴。依精灵的标准看，现在140岁的他还是一个年轻的成年人。崔斯特是一个调解专家，在任何情况下都是水准以上的领导者。他的朋友兼战友是一只被称为关海法的有魔力的黑豹。关海法是一只雌豹，她能被从一个塑像中召唤出来。每周能被召唤三次，总共时间二十四小时。如果她在活动的状态下被杀，她将还原成为塑像，不久之后就能再被召唤。{img:Interface\\LFGFRAME\\LFGIcon-HallsofValor:256:256}",
				},
			},
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 2,
					["2"] = 3,
					["5"] = 2,
					["4"] = 3,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "英勇",
						["TX"] = "英勇",
						["IC"] = "ability_dualwield",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "崔三",
						["IC"] = "spell_shadow_soothingkiss",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "英姿",
						["TX"] = "英姿",
						["IC"] = "inv_helmet_05",
					},
				},
				["v"] = 25,
			},
			["zone"] = "Dustwallow Marsh - Theramore Isle",
			["characteristics"] = {
				["v"] = 15,
				["RA"] = "人类",
				["AG"] = "140",
				["LN"] = "杜垩登",
				["RE"] = "暴风城",
				["FN"] = "崔斯特",
				["FT"] = "崔斯特·杜垩登",
				["RS"] = 1,
				["IC"] = "INV_Misc_Head_Human_02",
				["CL"] = "遊俠",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [3]
					{
						["ID"] = 5,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [4]
					{
						["ID"] = 7,
						["VA"] = 4,
						["V2"] = 14,
					}, -- [5]
					{
						["ID"] = 8,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [6]
					{
						["ID"] = 9,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [7]
					{
						["ID"] = 11,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [8]
				},
				["BP"] = "魔索布莱",
				["MI"] = {
				},
				["TI"] = "遊俠",
				["HE"] = "162",
				["EC"] = "淡紫色",
			},
		},
		["1005121921QB2OX"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "慢热",
						["IC"] = "spell_shadow_abominationexplosion",
						["TX"] = "似乎不太好打交道，但是...",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "瘾君子",
						["TX"] = "这个药剂师看起来有点危险",
						["IC"] = "spell_nature_astralrecalgroup",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "禁酒者",
						["TX"] = "为什么要拒绝这种美好的植物发酵饮料",
						["IC"] = "spell_misc_drink",
					},
				},
				["ST"] = {
					["1"] = 4,
					["3"] = 3,
					["2"] = 3,
					["5"] = 0,
					["4"] = 3,
					["6"] = 2,
				},
				["v"] = 26,
			},
			["time"] = 1573034942,
			["link"] = {
				["尼赦尔-木喉要塞"] = 1,
			},
			["about"] = {
				["BK"] = 19,
				["T3"] = {
					["PH"] = {
						["TX"] = "没有问题是一爪子解决不了的，如果有，那只好逃跑了...",
						["BK"] = 14,
					},
					["PS"] = {
						["TX"] = "长年累月的旅居让这名德鲁伊染上了乖僻的糟糕个性，但也许这正是平衡之道的最佳诠释",
						["BK"] = 10,
					},
					["HI"] = {
						["TX"] = "被熊怪的嘶吼惊醒后，尼赦尔无助地发现自己自能靠旅途来追寻自己无眠的原因...",
						["BK"] = 2,
					},
				},
				["TE"] = 3,
				["v"] = 8,
			},
			["character"] = {
				["CU"] = "游荡",
				["CO"] = "小伙伴们的大保姆",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["v"] = 87,
			},
			["characteristics"] = {
				["LN"] = "星风",
				["EC"] = "钴蓝",
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 14,
					}, -- [2]
					{
						["ID"] = 5,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [4]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [5]
					{
						["ID"] = 7,
						["VA"] = 1,
						["V2"] = 4,
					}, -- [6]
					{
						["ID"] = 9,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [7]
					{
						["ID"] = 10,
						["VA"] = 5,
						["V2"] = 17,
					}, -- [8]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 14,
					}, -- [9]
				},
				["RS"] = 1,
				["IC"] = "ability_ambush",
				["EH"] = "088bb3",
				["HE"] = "207cm",
				["RA"] = "暗夜精灵",
				["BP"] = "星风村",
				["v"] = 34,
				["MI"] = {
					{
						["IC"] = "spell_nature_sleep",
						["NA"] = "无眠者",
						["VA"] = "自翡翠梦境中苏醒后后就再也无法入眠",
					}, -- [1]
					{
						["IC"] = "inv_misc_bag_07_green",
						["NA"] = "旅居",
						["VA"] = "家园及圣所的毁灭让尼赦尔流离失所",
					}, -- [2]
					{
						["IC"] = "spell_holy_renew",
						["NA"] = "寻迹",
						["VA"] = "梦中最后的光使尼赦尔踏上无尽之途",
					}, -- [3]
					{
						["IC"] = "spell_nature_polymorph",
						["NA"] = "圆滑",
						["VA"] = "这句客套话是出自本意还是经验呢？",
					}, -- [4]
					{
						["IC"] = "spell_arcane_teleportironforge",
						["NA"] = "漠然",
						["VA"] = "也许这是卡多雷的新笑话？哈哈...哈？",
					}, -- [5]
					{
						["IC"] = "spell_shadow_soothingkiss",
						["NA"] = "巧舌",
						["VA"] = "并不是每个德鲁伊都害怕孤独",
					}, -- [6]
					{
						["IC"] = "inv_enchant_duststrange",
						["NA"] = "秘药师",
						["VA"] = "想试试让您在晚上倍感活力的新药吗？",
					}, -- [7]
					{
						["IC"] = "ability_seal",
						["NA"] = "贫困",
						["VA"] = "天知道那些该死的小金属片哪去了",
					}, -- [8]
				},
				["AG"] = "16?",
				["FT"] = "尼赦尔·伊娜留斯·星风",
				["FN"] = "尼赦尔",
				["RE"] = "无家可归",
				["TI"] = "德鲁伊",
				["CL"] = "德鲁伊",
				["WE"] = "强壮",
			},
		},
		["0903181551sOcgH"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572682897,
			["link"] = {
				["赫默恩丶鹰眼-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 7,
			},
			["characteristics"] = {
				["CL"] = "猎人",
				["RA"] = "矮人",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "赫默恩丶鹰眼",
				["IC"] = "Achievement_Character_Dwarf_Male",
				["v"] = 1,
			},
		},
		["1021215141wQGe2"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "狡猾",
						["IC"] = "ability_rogue_disguise",
						["TX"] = "能欺骗燃烧军团",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "孤僻",
						["IC"] = "spell_shadow_charm",
						["TX"] = "在他身边 只有虚空恶魔的陪伴",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "混乱中立",
						["IC"] = "spell_shadow_shadowward",
						["TX"] = "这世界没有绝对的善 也没有绝对的恶",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "猥琐",
						["IC"] = "spell_shadow_shadowworddominate",
						["TX"] = "喜欢偷窥女士的裙底",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "享乐主义",
						["IC"] = "inv_jewelry_talisman_09",
					},
				},
				["ST"] = {
					["1"] = 3,
					["3"] = 1,
					["2"] = 3,
					["5"] = 1,
					["4"] = 1,
					["6"] = 0,
				},
				["v"] = 17,
			},
			["time"] = 1573026448,
			["link"] = {
				["烦恼的王-木喉要塞"] = 1,
			},
			["about"] = {
				["TE"] = 1,
				["T1"] = {
					["TX"] = "{img:Interface\\Pictures\\Linken_sepia_256px:256:256}\n王 螺栓 出生在诺莫瑞根，他的父亲是一名地铁工程师，他的母亲是一名法师。\n\n{img:Interface\\PETBATTLES\\Weather-StaticField:512:128}\n在他成年不久后，王螺栓就显示出他卓越的暗影天赋和狡猾的性格。 他尝试用混沌的手段控制了一个来自虚空的恶魔。\n\n{img:Interface\\PETBATTLES\\Weather-BurntEarth:512:128}\n现在的王 是一名在艾泽拉斯流浪的术士，他对虚空恶魔的控制力与日俱增。",
				},
				["MU"] = 53193,
				["BK"] = 4,
				["v"] = 4,
			},
			["character"] = {
				["v"] = 89,
				["CO"] = "这是小号哦 职业是采矿和工程",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["CU"] = "开始在艾泽拉斯的历练",
			},
			["characteristics"] = {
				["LN"] = "螺栓",
				["MI"] = {
					{
						["IC"] = "INV_Jewelry_Ring_36",
						["NA"] = "House name",
						["VA"] = "助理工程师家族 螺栓",
					}, -- [1]
					{
						["IC"] = "Ability_Hunter_BeastCall",
						["NA"] = "Nickname",
						["VA"] = "小烦恼",
					}, -- [2]
				},
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 1,
						["V2"] = 3,
					}, -- [4]
					{
						["ID"] = 8,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [5]
					{
						["ID"] = 10,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [6]
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [7]
				},
				["RS"] = 1,
				["CL"] = "术士",
				["EH"] = "a330c9",
				["HE"] = "矮小",
				["RA"] = "侏儒",
				["RC"] = {
					1455, -- [1]
					0.41726446151733, -- [2]
					0.79882907867432, -- [3]
					"铁炉堡 - 铁炉堡", -- [4]
				},
				["BP"] = "丹莫罗 - 诺莫瑞根",
				["v"] = 8,
				["AG"] = "中年人",
				["RE"] = "铁炉堡 - 铁炉堡",
				["TI"] = "诺莫瑞根的工程师",
				["IC"] = "INV_Misc_Head_Gnome_01",
				["FT"] = "诺莫瑞根的工程师 王 螺栓",
				["FN"] = "王",
				["WE"] = "纤细",
			},
		},
		["[MSP]雷蒙丶法沃兹-木喉要塞"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
				},
				["v"] = 7,
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 1,
				["CU"] = "每只石腭怪的脚趾都不是完整的.\n很想见见牛头人和巨魔.",
				["XP"] = 2,
				["v"] = 90,
			},
			["time"] = 1573105232,
			["link"] = {
				["雷蒙丶法沃兹-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["MI"] = {
				},
				["RA"] = "侏儒",
				["BP"] = "丹莫罗 - 寒脊山谷",
				["RC"] = {
					1426, -- [1]
					0.2769672870636, -- [2]
					0.70574975013733, -- [3]
					"丹莫罗 - 寒脊山谷", -- [4]
				},
				["RE"] = "丹莫罗 - 寒脊山谷",
				["FN"] = "雷蒙丶法沃兹",
				["TI"] = "脚趾撕裂者",
				["AG"] = "年轻",
				["CL"] = "战士",
				["PS"] = {
					{
						["ID"] = 3,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [1]
					{
						["ID"] = 6,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [2]
					{
						["ID"] = 7,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [3]
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [4]
					{
						["ID"] = 10,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [5]
				},
				["IC"] = "inv_misc_bone_10",
				["v"] = 5,
				["RS"] = 0,
				["FT"] = "残暴的脚趾撕裂者",
				["HE"] = "矮",
				["WE"] = "矮小",
			},
			["mspver"] = {
			},
			["msp"] = true,
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
		},
		["0830185533VVUUD"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 2,
					["2"] = 0,
					["5"] = 0,
					["4"] = 2,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "假面",
						["TX"] = "书上说冒险者必须得是贪婪的！",
						["IC"] = "spell_nature_enchantarmor",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工匠",
						["TX"] = "施洛德家族的传统，不会一点技术根本见不得人。",
						["IC"] = "trade_engineering",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "粗口",
						["TX"] = "教养都在当兵的那些日子丢光了。",
						["IC"] = "ability_physical_taunt",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "信仰",
						["TX"] = "在这片充斥着黑暗绝望的大陆上，我们是最后的灯塔！",
						["IC"] = "spell_holy_searinglightpriest",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "心结",
						["TX"] = "他们都死了，凭什么我还活着？",
						["IC"] = "spell_shadow_teleport",
					},
				},
				["v"] = 17,
			},
			["time"] = 1572503300,
			["zone"] = "Dustwallow Marsh - Theramore Isle",
			["about"] = {
				["T1"] = {
					["TX"] = "{h3}曾经是斯坦索姆守军的普通士兵\n阿尔萨斯下令屠城后\n银手骑士们发现他未被感染、奄奄一息\n于是他被仁慈的骑士秘密救下并送往后方治疗\n但是紧接着洛丹伦就被王子覆灭了\n神志不清的他又被紧急送往南方暴风王国\n就这样昏迷了若干年\n当他睁开眼，已经身处北郡修道院，并且受到了圣光的感召\n恩人不再，甚至可能已成亡灵\n军人的身份也被掩埋\n现在的他只是众多平凡冒险者中的一员{/h3}",
				},
				["BK"] = 2,
				["TE"] = 1,
				["v"] = 8,
			},
			["characteristics"] = {
				["LN"] = "施洛德",
				["MI"] = {
					{
						["IC"] = "spell_holy_holybolt",
						["NA"] = "神术",
						["VA"] = "来自圣光信仰的加持",
					}, -- [1]
					{
						["IC"] = "trade_engineering",
						["NA"] = "巧手",
						["VA"] = "能够制作一些工业化的小玩意",
					}, -- [2]
				},
				["FN"] = "歌特",
				["AG"] = "沧桑的中年",
				["IC"] = "spell_holy_divineintervention",
				["EH"] = "56efff",
				["HE"] = "中等个头",
				["CH"] = "dd69b3",
				["RA"] = "人类",
				["RE"] = "居无定所",
				["v"] = 12,
				["BP"] = "洛丹伦-斯坦索姆",
				["CL"] = "冒险者",
				["TI"] = "冒险者",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 1,
						["V2"] = 2,
					}, -- [1]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [2]
					{
						["RT"] = "冷漠",
						["V2"] = 18,
						["LT"] = "热心",
						["VA"] = 5,
						["LI"] = "spell_nature_reincarnation",
						["RI"] = "spell_nature_polymorph_cow",
					}, -- [3]
				},
				["FT"] = "贪婪的冒险家，使用神术的流浪武士",
				["RS"] = 0,
				["WE"] = "健壮",
			},
			["character"] = {
				["CU"] = "提锤能打！\n持盾能抗！\n可最受冒险者队伍青睐的，\n还是吾之神术……",
				["CO"] = "轻RP玩家",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["v"] = 73,
			},
			["link"] = {
				["歌特丶施洛德-木喉要塞"] = 1,
			},
		},
		["10262308361tpHl"] = {
			["misc"] = {
				["ST"] = {
				},
				["PE"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572422147,
			["link"] = {
				["是不是卅-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["read"] = true,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["character"] = {
				["RP"] = 1,
				["XP"] = 2,
				["v"] = 3,
			},
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "人类",
				["FN"] = "是不是卅",
				["MI"] = {
				},
				["PS"] = {
				},
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
		},
		["0926123837MnMUD"] = {
			["misc"] = {
				["PE"] = {
					["1"] = {
						["IC"] = "inv_jewelry_ring_43",
						["TI"] = "商会玺印戒指",
						["TX"] = "代表了红枫商会的最高权威，戒指上面的宝石也显示出了这个戒指的不菲造价",
						["AC"] = true,
					},
					["3"] = {
						["IC"] = "spell_shadow_psychicscream",
						["TI"] = "疲惫的面孔",
						["TX"] = "高强度的工作压力使得他很少认真修剪自己的胡须和整理凌乱的头发，甚至经常加班的缘故，就连神色都有些疲倦",
						["AC"] = true,
					},
					["2"] = {
						["IC"] = "ability_warrior_revenge",
						["TI"] = "鉴识眼",
						["TX"] = "对于观察对象的人将来会获得何种形式的可用性这一点，有着十分卓越的眼力。\n但是需要跟对方进行一定程度的沟通，知道对方拿手和不拿手的内容后才行。",
						["AC"] = true,
					},
					["5"] = {
						["IC"] = "inv_sword_07",
						["TI"] = "可疑的佩剑",
						["TX"] = "如果只是装饰用的佩剑，那根本不会像他腰上那把带着战斗用剑的气息，难道说...？",
						["AC"] = true,
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "捆在腰带上的卷轴",
						["TX"] = "卷轴上凭依着从很久之前保存下来的某一个法术，似乎从来没有打开过，不过上面盖着一枚附有魔法痕迹的印章，也许是什么封印？",
						["IC"] = "inv_scroll_05",
					},
				},
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 1,
					["5"] = 1,
					["4"] = 1,
					["6"] = 1,
				},
				["v"] = 49,
			},
			["time"] = 1572657946,
			["link"] = {
				["维尔维特-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 2,
				["BK"] = 1,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "",
				},
			},
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["v"] = 68,
				["XP"] = 2,
				["CU"] = "乍一看很高冷，但本质却是个喜欢照顾人的老妈子，对周围的影响力非常大",
			},
			["characteristics"] = {
				["LN"] = "维尔维特",
				["MI"] = {
				},
				["PS"] = {
				},
				["RS"] = 1,
				["CL"] = "法师",
				["EH"] = "490500",
				["HE"] = "186cm",
				["RA"] = "人类",
				["RC"] = {
					1433, -- [1]
					0.30121058225632, -- [2]
					0.48171132802963, -- [3]
					"赤脊山 - 湖畔镇", -- [4]
				},
				["BP"] = "希尔布莱德丘陵·南海镇",
				["v"] = 10,
				["AG"] = "29",
				["FN"] = "韦伯",
				["FT"] = "韦伯·维尔维特·埃尔梅罗二世",
				["EC"] = "暗红色",
				["IC"] = "inv_letter_11",
				["TI"] = "LORD·君主",
				["RE"] = "赤脊山 - 湖畔镇",
				["WE"] = "68kg",
			},
		},
		["[MSP]芙兰丶斯塔恩-木喉要塞"] = {
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572924424,
			["link"] = {
				["芙兰丶斯塔恩-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "芙兰丶斯塔恩",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["msp"] = true,
			["mspver"] = {
			},
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 1,
			},
		},
		["[MSP]雪伊-木喉要塞"] = {
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1572862127,
			["link"] = {
				["雪伊-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["CL"] = "法师",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "雪伊",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["msp"] = true,
			["mspver"] = {
			},
			["character"] = {
				["RP"] = 1,
				["XP"] = 2,
				["v"] = 3,
			},
		},
		["0925232102EQd2E"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 2,
					["2"] = 1,
					["5"] = 0,
					["4"] = 3,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "胡子",
						["TX"] = "虽说50多岁对侏儒来说正值壮年，但雪白的胡子和头发可不是假的。",
						["IC"] = "temp",
					},
					["4"] = {
						["IC"] = "spell_nature_naturetouchgrow",
						["TI"] = "双木徽章",
						["TX"] = "胸前佩戴着一枚银质的小徽章，正中间有2棵树。",
						["AC"] = true,
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "扳手",
						["TX"] = "腰间挂着一柄小扳手。",
						["IC"] = "inv_misc_wrench_02",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "白色法师袍",
						["TX"] = "贴身穿一件朴素的白色法师袍。",
						["IC"] = "inv_chest_cloth_04",
					},
				},
				["v"] = 24,
			},
			["time"] = 1572610084,
			["link"] = {
				["烧得手好开水-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 9,
				["BK"] = 1,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "浩特沃特·螺栓出生在位于丹莫罗的科技奇迹城市诺莫瑞根，父亲是以严谨著称的工程学大师，母亲是温柔的冰系魔法师。在其他种族眼中，魔法与科技的格格不入势必会造成这个家庭“战火不断”，可是对侏儒来说这并不是问题。不同于牧师与圣骑士完全依靠对圣光的信仰提升实力，奥术魔法与工程学的本质核心都是数学。一些实力强大的魔法师在工程学方面同样有着不俗的造诣，只可惜数量上远远不及工程师罢了。\n\n浩特沃特从小就梦想能够成为一名帅气的空军飞行员，哪怕随着年龄增长，他的魔法天赋日益突出，这个梦想依然未曾改变。可是大工匠梅卡托克不允许宝贵的魔法师加入空军，他只得将热情投入到工程学的深造中，在修炼魔法的同时为前线的将士们制造一些诸如“活动假人”之类的保命小玩意儿。\n\n第三次大战爆发的时候，浩特沃特五十岁，相对于侏儒一二百岁的寿命来说正值壮年，但他没能加入正面战场。不光是他，整个侏儒部队都没能投入一兵一卒。大工匠梅卡托克曾经最信任的顾问，麦克尼尔·瑟玛普拉格背叛了他的人民，纵容一群邪恶的变异石腭怪侵入了包括侏儒主城诺莫瑞根在内的多处丹莫罗地区。而此时，人类和矮人联军正面对潮水般入侵的燃烧军团，侏儒只得撤回所有部队独自对抗敌人。为了干掉入侵的石腭怪，大工匠梅卡托克命令打开城市中的紧急辐射水箱，作殊死一搏。侏儒在等待那些石腭怪死亡或者逃跑的同时也在寻找躲避辐射的方法。不幸的是，虽然石腭怪在经过辐射之后感染了毒性，但是它们的攻击没有停止，也没有丝毫的减弱。\n\n浩特沃特的父亲与他的工程师同伴们为了阻止暴走的电刑器6000型发起了自杀式攻击，生死未卜；他的母亲将他和几名陌生的族人推入通往铁炉堡的传送门，而后用尽所有魔力化身为数十码厚的冰墙，堵住了数百变异石腭怪追兵的去路……\n\n浩特沃特在铁炉堡被人发现的时候目光呆滞，神情漠然。整整一年，他混迹于各个旅店和酒馆，以捡拾客人的剩菜为生，碰到好心人请他喝酒，他也会不失礼貌地表示感谢，然后一声不吭地用最便宜的烈酒一杯接一杯地将自己灌得宁酊大醉。只有那时候，才能在他梦呓般的言语中听到一些杂乱的单词——“诺莫瑞根……夺回……复仇……家……”\n\n有一天，一个名叫凯辛的人类牧师来到了铁炉堡。她在酒馆高谈阔论，为自己的队伍召集人手，要守护自己从小生活的森林。在她身上，浩特沃特仿佛看到了年轻时的自己，那个终日在诺莫瑞根的私人车间中敲敲打打，哪怕被炸得灰头土脸也满怀信心与希望的自己。于是，便有了下面的对话：\n“我愿意帮助你守护家园，但是你敢信任一个连主城都丢了的侏儒吗？”\n“欢迎你的加入我的朋友，相信我，我们要守护的不仅是我的家乡，总有一天，我们会夺回所有失去的土地！无论是人类、矮人、侏儒还是精灵！”\n\n于是那一天，铁炉堡有名的邋遢汉破天荒洗了澡、理了发，穿上了一件朴素的法师袍（据说是他母亲送给他的成人礼物），踏入了通往暴风城的矿道地铁……\n",
				},
			},
			["character"] = {
				["CU"] = "",
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 3,
				["v"] = 8,
			},
			["characteristics"] = {
				["LN"] = "螺栓",
				["MI"] = {
				},
				["PS"] = {
					{
						["ID"] = 5,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [1]
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [2]
					{
						["ID"] = 6,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
					{
						["ID"] = 8,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [4]
				},
				["RS"] = 3,
				["IC"] = "INV_Misc_Head_Gnome_01",
				["EH"] = "007cff",
				["HE"] = "120cm",
				["RA"] = "侏儒",
				["RC"] = {
					1455, -- [1]
					0.33268970251083, -- [2]
					0.70455998182297, -- [3]
					"铁炉堡 - 铁炉堡", -- [4]
				},
				["RE"] = "铁炉堡 - 铁炉堡",
				["v"] = 3,
				["BP"] = "诺莫瑞根",
				["CL"] = "法师",
				["FT"] = "诺莫瑞根的幸存者 流亡的冰霜法师",
				["TI"] = "高级工程师",
				["FN"] = "浩特沃特",
				["WE"] = "正常",
			},
		},
		["0827092652YSnEv"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 1,
				},
				["v"] = 8,
			},
			["time"] = 1572662145,
			["link"] = {
				["柯雷乔-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["characteristics"] = {
				["LN"] = "博尔格斯",
				["MI"] = {
				},
				["FN"] = "柯雷乔·",
				["AG"] = "24",
				["CL"] = "洛伦丹骑士",
				["EH"] = "49a3ed",
				["HE"] = "182",
				["CH"] = "ffcfe5",
				["RA"] = "人类",
				["BP"] = "洛丹伦",
				["v"] = 23,
				["IC"] = "spell_holy_searinglightpriest",
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 8,
					}, -- [1]
					{
						["ID"] = 11,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [2]
					{
						["ID"] = 4,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [4]
					{
						["ID"] = 7,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [5]
				},
				["EC"] = "湖水蓝",
				["FT"] = "柯雷乔·A·博尔格斯",
				["RS"] = 0,
				["WE"] = "匀称",
			},
			["character"] = {
				["CU"] = "天灾之战中侥幸存活，父亲却追随老王国牺牲。\n信仰也曾一度在崩溃的边缘，但所有的事情都还没有结束。\n",
				["CO"] = "天灾之后，兄弟会在洛丹米尔湖畔成立。后退居至南海镇，并与之达成协议帮助守卫以换取物资支持。",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 51,
			},
		},
		["1019144256Px2ii"] = {
			["character"] = {
				["CU"] = "",
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 1,
				["v"] = 11,
			},
			["time"] = 1572762028,
			["zone"] = "Blasted Lands - Serpent's Coil",
			["about"] = {
				["T1"] = {
					["TX"] = "黑暗之门元年\n安蕾莉雅和安蕾莉娜诞生于激流堡",
				},
				["BK"] = 1,
				["TE"] = 1,
				["v"] = 3,
			},
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 1,
					["2"] = 1,
					["5"] = 0,
					["4"] = 0,
					["6"] = 1,
				},
				["PE"] = {
				},
				["v"] = 11,
			},
			["characteristics"] = {
				["LN"] = "阿什坎迪",
				["MI"] = {
				},
				["FN"] = "安蕾莉雅",
				["AG"] = "成熟",
				["CL"] = "战士",
				["EH"] = "000000",
				["HE"] = "高",
				["RA"] = "人类",
				["BP"] = "激流堡",
				["v"] = 12,
				["IC"] = "INV_Misc_Head_Human_02",
				["RS"] = 0,
				["PS"] = {
					{
						["ID"] = 1,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 2,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [2]
					{
						["ID"] = 3,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [3]
					{
						["ID"] = 4,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [4]
					{
						["ID"] = 5,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [5]
					{
						["ID"] = 6,
						["VA"] = 6,
						["V2"] = 19,
					}, -- [6]
					{
						["ID"] = 7,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [7]
					{
						["ID"] = 8,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [8]
					{
						["ID"] = 9,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [9]
					{
						["ID"] = 10,
						["VA"] = 4,
						["V2"] = 12,
					}, -- [10]
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 16,
					}, -- [11]
				},
				["EC"] = "黑色",
				["TI"] = "第七军团队长",
				["RE"] = "塞拉摩",
				["WE"] = "正常",
			},
			["link"] = {
				["安蕾莉雅-木喉要塞"] = 1,
			},
		},
	},
}
