
TRP3_Register = {
	["blackList"] = {
	},
	["character"] = {
		["希瑞娅丶羽歌-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0902185521SfAxv",
			["class"] = "DRUID",
			["msp"] = false,
			["race"] = "NightElf",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.7.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "霜之哀伤",
		},
		["失忆的提里昂-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0914013900ba0FO",
			["class"] = "MAGE",
			["msp"] = false,
			["race"] = "Gnome",
			["guild"] = "我们是职业打宝人为了装备干翻传奇人物顺便拯救世界",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.5",
			["isTrial"] = 0,
			["gender"] = 2,
		},
		["泽尔丶纳赫特-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "0908011352fC10J",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.4.1",
			["isTrial"] = 0,
			["msp"] = false,
		},
		["艾珊娜月影-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1029213817q3sXr",
			["class"] = "DRUID",
			["msp"] = false,
			["race"] = "NightElf",
			["guild"] = "博耶穆斯废墟",
			["faction"] = "Alliance",
			["client"] = "Total RP 3",
			["clientVersion"] = "1.6.7.1",
			["isTrial"] = 0,
			["gender"] = 3,
		},
		["戴芙妮丶龙息-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1113083712bA26b",
			["class"] = "PALADIN",
			["msp"] = false,
			["race"] = "Human",
			["gender"] = 3,
			["faction"] = "Alliance",
			["clientVersion"] = "1.6.6.1",
			["client"] = "Total RP 3",
			["isTrial"] = 0,
			["guild"] = "CCTV",
		},
		["洁西卡-木喉要塞"] = {
			["extended"] = 0,
			["profileID"] = "1114000531f9HBf",
			["class"] = "WARRIOR",
			["msp"] = false,
			["race"] = "Human",
			["faction"] = "Alliance",
			["gender"] = 3,
			["clientVersion"] = "1.6.6.1",
			["isTrial"] = 0,
			["client"] = "Total RP 3",
		},
	},
	["companion"] = {
	},
	["whiteList"] = {
	},
	["profiles"] = {
		["1114000531f9HBf"] = {
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 1,
			},
			["time"] = 1573865602,
			["link"] = {
				["洁西卡-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["zone"] = "Stormwind City - Trade District",
			["characteristics"] = {
				["CL"] = "战士",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "洁西卡",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
		},
		["1029213817q3sXr"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 0,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "艾珊娜的小酒馆",
						["IC"] = "inv_drink_08",
					},
				},
				["v"] = 8,
			},
			["time"] = 1573888934,
			["link"] = {
				["艾珊娜月影-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 1,
				["TE"] = 1,
				["T1"] = {
				},
			},
			["characteristics"] = {
				["RA"] = "暗夜精灵",
				["LN"] = "月影",
				["BP"] = "影月谷",
				["PS"] = {
				},
				["MI"] = {
				},
				["v"] = 3,
				["CL"] = "德鲁伊",
				["RE"] = "达纳苏斯战士区旁边的树屋",
				["EH"] = "ff59e0",
				["IC"] = "Achievement_Character_Nightelf_Female",
				["FT"] = "艾珊娜月影",
				["TI"] = "酒馆老板",
				["RS"] = 0,
				["FN"] = "艾珊娜",
			},
			["character"] = {
				["CU"] = "艾珊娜的小酒馆，周末9点—10点营业\n电台：轻松一刻，每天晚上8点播出",
				["CO"] = "",
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 74,
			},
			["zone"] = "City of Ironforge - The Great Forge",
		},
		["1113083712bA26b"] = {
			["misc"] = {
				["PE"] = {
				},
				["ST"] = {
				},
				["v"] = 1,
			},
			["time"] = 1573865189,
			["link"] = {
				["戴芙妮丶龙息-木喉要塞"] = 1,
			},
			["characteristics"] = {
				["CL"] = "圣骑士",
				["RA"] = "人类",
				["PS"] = {
				},
				["MI"] = {
				},
				["FN"] = "戴芙妮丶龙息",
				["IC"] = "INV_Misc_Head_Human_02",
				["v"] = 1,
			},
			["zone"] = "Stormwind City - Trade District",
			["about"] = {
				["T1"] = {
				},
				["TE"] = 1,
				["v"] = 1,
			},
			["character"] = {
				["RP"] = 1,
				["LC"] = "zhCN",
				["XP"] = 2,
				["v"] = 1,
			},
		},
		["0908011352fC10J"] = {
			["misc"] = {
				["ST"] = {
					["1"] = 3,
					["3"] = 0,
					["2"] = 0,
					["5"] = 0,
					["4"] = 0,
					["6"] = 0,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "旅行家",
						["TX"] = "想想看？这个家伙身上几乎具备了一个教科书式旅行家的特点，见多识广，粗犷，说话沉稳，身上一堆野外生存物品，以及囊中羞涩.",
						["IC"] = "achievement_character_dwarf_male",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "出窍",
						["TX"] = "法师们总会冥想来恢复法力，德鲁伊则会通过冥想与自然融为一体，普通的人也会用冥想来思考一些问题，当然，也有些人只是单纯的发呆",
						["IC"] = "spell_shadow_psychicscream",
					},
					["2"] = {
						["IC"] = "inv_fishingpole_01",
						["TI"] = "王牌钓客",
						["AC"] = true,
						["TX"] = "出色的钓客身上似乎有着大海的气息，或者说是清理过的，淡淡的鱼腥味，似乎独自流浪在有水的地方，只要有一根鱼竿，就永远不会愁没有一大筐的丰收",
					},
					["5"] = {
						["IC"] = "inv_misc_herb_14",
						["TI"] = "歌手",
						["AC"] = true,
						["TX"] = "吟游诗人总有一副好嗓子，会唱一些动人的古老歌谣，也会热心于创作和收集曲谱，唱歌的时候会被人幻想成内心温暖而柔软的吟游诗人，有时候立场往往不那么重要，不是么？",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "健壮",
						["IC"] = "spell_nature_strength",
						["TX"] = "就像其他的水手一样，这个家伙有一副黝黑而健壮的身躯，",
					},
				},
				["v"] = 58,
			},
			["time"] = 1573550986,
			["link"] = {
				["泽尔丶纳赫特-木喉要塞"] = 1,
			},
			["about"] = {
				["TE"] = 1,
				["T1"] = {
					["TX"] = "{img:Interface\\ARCHEOLOGY\\ArchRare-ZinRokhDestroyer:512:256}\n关于尼寇拉斯.泽尔.纳赫特的相关记事\n黑暗之门前4年：生于洛丹伦，是一个库尔提拉斯嫖客和老鸨的私生子，被取名\"尼寇拉斯.宾\"\n\n黑暗之门1年：因为几个铜板，生父和生母反目成仇，生父被杀死，由于生父是海盗，生母有一定的权势，所以这件事被很快的掩盖了.\n\n黑暗之门2年：认识了在米奈希尔乐团当学徒歌手的卡洛琳.摩根，并成为朋友.\n黑暗之门2年：生母得罪了权贵，外出避难，并未带上尼克，由于尼克的私生子身份不为人知，所以并没有被卫兵追查.\n黑暗之门2年：\n\n黑暗之门11年：改名“尼寇拉斯.纳赫特”“纳赫特”意为“夜晚”.\n\n黑暗之门20年：洛丹伦沦陷，与卡洛琳.摩根幸免于难，一同逃出洛丹伦，开始逃亡之旅\n黑暗之门20年：\n\n{img:Interface\\ACHIEVEMENTFRAME\\UI-Achievement-Bling:128:128}\n12月30日，大雪\n我又从梦中不知不觉地醒来.\n又是...那个梦，如此真实，为什么...?\n真的只是我的幻觉吗？\n清晨中醒来的我，仍然一阵恍惚，\n\n“你听，那是海的声音.”\n她的声音萦绕在耳边.\n\n她所听的壮阔波澜，所见的大海群山\n都已铭刻在我的记忆里\n我试图用我所知的语言和感知，听她描述这一切\n告诉我，我的灵魂是否有你的意识\n我的意识，是否已经有了你的影子\n两份意识在共享中永恒.\n\n“尼克，等你去了丹莫罗，我也将会去那里，或者暴风城，也许我们还能捣腾出一些船歌。”\n\n从儿时开始，我总会听到的那首歌谣，在卡洛琳跟我讲这些的时候，又浮现在脑海里，就像今天一般的，格外清晰：\n{img:Interface\\Pictures\\14679_Tirion_256:256:256}\n“她在那个月光皎洁在劫难逃的夜晚”\n“没有任何机会，毫无反抗地死去”\n“成为命运的受害者”\n“现在我终于明白”\n“我曾是一场悲剧的主角”\n“一种伤感在我内心泛起”\n“这一切看似多么的不公”\n“透过她的眼睛”\n“我在认知着有关我生命的一切”\n“穿过杂草丛生的墓地大门”\n“我看见墓碑上她的名字”\n“感觉简直令我窒息”\n“我们的孩子至纯至爱的记忆”\n“多么纯洁，睁大的眼睛”\n“我的空虚正如同我的哭泣”\n“就像我的一部分已经死去”\n“透过她的眼睛”\n“我在认知着有关我生命的一切”\n“当她悲剧的画面在我脑海中彷徨时”\n“在我无法入眠时”\n“我像婴儿一般无助地哭泣”\n“我知道失去心爱之人的感受”\n“而此刻的感觉是如此的相似”\n“她没有任何选择”\n“她的声音在绝望中泯灭”\n“而我却在生命中得到了太多”\n“我不得不最后一次经受痛苦”\n“去送别她以及为她默哀”\n“通过前世的痛苦复苏”\n“去找到我最终的答案”\n“透过她的眼睛，我的心潮起潮落”\n\n{img:Interface\\ARCHEOLOGY\\ArchRare-ChaliceMountainKings:512:256}\n关于尼寇拉斯.泽尔.纳赫特：\n一个生长在洛丹伦的库尔提拉斯人，由于天灾军团的肆虐，与一同长大的卡洛琳.摩根一起开始了逃亡，一路上经历了各种各样的艰险，与不经意间掌握了塞拉摩传送的卡洛琳一同通过传送门逃到塞拉摩，后入伍塞拉摩的库尔提拉斯海军，在塞拉摩之战时寡不敌众，身负重伤，被卡洛琳用传送门传到了北郡修道院，醒来以后某部分记忆成了碎片化记忆，而卡洛琳生死未卜.\n\n\n\n\n\n",
				},
				["BK"] = 3,
				["MU"] = 53218,
				["v"] = 53,
			},
			["characteristics"] = {
				["LN"] = "纳赫特",
				["MI"] = {
					{
						["IC"] = "inv_banner_02",
						["NA"] = "原所属组织",
						["VA"] = "库尔提拉斯海军（塞拉摩）",
					}, -- [1]
					{
						["IC"] = "inv_gizmo_goblinboombox_01",
						["NA"] = "所属",
						["VA"] = "“远歌”号战舰大副",
					}, -- [2]
					{
						["IC"] = "spell_holy_divinespirit",
						["NA"] = "人物立场",
						["VA"] = "绝对中立",
					}, -- [3]
					{
						["IC"] = "achievement_guildperk_everybodysfriend",
						["NA"] = "隐姓埋名",
						["VA"] = "大多数人并不知道泽尔叫尼寇拉斯",
					}, -- [4]
					{
						["IC"] = "spell_arcane_teleportironforge",
						["NA"] = "重要品：冷霜",
						["VA"] = "卡洛琳.摩根的法力球",
					}, -- [5]
					{
						["IC"] = "ability_defend",
						["NA"] = "重要品：舵盘",
						["VA"] = "曾属于“远歌”号战舰",
					}, -- [6]
					{
						["IC"] = "ability_piercedamage",
						["NA"] = "宝物：噬骨者",
						["VA"] = "某次酒馆比赛中意外获得",
					}, -- [7]
					{
						["IC"] = "ability_bullrush",
						["NA"] = "额外语言精通",
						["VA"] = "豺狼人语",
					}, -- [8]
					{
						["IC"] = "inv_potion_07",
						["NA"] = "额外技能",
						["VA"] = "基本生存药水制造",
					}, -- [9]
				},
				["PS"] = {
					{
						["ID"] = 7,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [1]
					{
						["ID"] = 11,
						["VA"] = 5,
						["V2"] = 17,
					}, -- [2]
					{
						["ID"] = 8,
						["VA"] = 3,
						["V2"] = 10,
					}, -- [3]
					{
						["ID"] = 6,
						["VA"] = 4,
						["V2"] = 13,
					}, -- [4]
					{
						["ID"] = 3,
						["VA"] = 1,
						["V2"] = 4,
					}, -- [5]
					{
						["ID"] = 10,
						["VA"] = 2,
						["V2"] = 6,
					}, -- [6]
				},
				["RS"] = 0,
				["CL"] = "水手",
				["HE"] = "5尺11",
				["CH"] = "b5ffea",
				["RA"] = "库尔提拉斯人",
				["RE"] = "米奈希尔港",
				["v"] = 76,
				["BP"] = "洛丹伦",
				["EC"] = "棕色",
				["FT"] = "尼寇拉斯.泽尔.纳赫特",
				["FN"] = "泽尔",
				["IC"] = "spell_shadow_charm",
				["TI"] = "大副",
				["AG"] = "28",
				["WE"] = "健壮",
			},
			["character"] = {
				["CO"] = "正在校对人物编年史，以及完善人物卡，如有错误还请指正.由于要参加团队，所以暂时不在RP工会.",
				["RP"] = 2,
				["CU"] = "最近似乎热衷于收集乐谱，热衷而又充满挑剔.",
				["XP"] = 1,
				["v"] = 16,
			},
		},
		["0902185521SfAxv"] = {
			["character"] = {
				["CU"] = "",
				["CO"] = "RP新人~请多关照",
				["RP"] = 2,
				["LC"] = "zhCN",
				["XP"] = 1,
				["v"] = 55,
			},
			["time"] = 1573877127,
			["link"] = {
				["希瑞娅丶羽歌-木喉要塞"] = 1,
			},
			["about"] = {
				["T1"] = {
					["TX"] = "希瑞娅.羽歌出生于被誉为“苍穹之冠”的世界之树——诺达希尔之上的风语村。在希瑞娅儿时，父母作为塞纳里奥议会的成员，为了履行议会成员的职责，所以很少陪伴在希瑞娅的身边，然而风语村的村民们却给予了幼小的希瑞娅无私的关怀，填补了希瑞娅父母不在她身边时的空白，使她度过了一个快乐的童年。儿时的希瑞娅拥有一颗强烈的好奇心，她最喜欢的事情就是独自一人去四处探险，诺达希尔的每一处角落都留下过她的脚印，在结束了一天的探险后，她就会爬上诺达希尔最高的那颗树冠上，悠闲地躺在那里仰望着天空中那点点繁星。\n{img:Interface\\DRESSUPFRAME\\DressUpBackground-VoidElf1:256:256}\n在希瑞娅成年后，父母将她送往月光林地去跟随一位德高望重的德鲁伊去学习德鲁伊之道。在学习的过程中，希瑞娅的天赋很快就展现了出来：她不仅有着异于常人的自然亲和力，而且对治疗法术的学习和领悟能力也远超其他同龄人，这都是一个见习德鲁伊无法达到的高度。但是希瑞娅并没有因为自己的天赋而骄傲自满，仍然保持着一颗谦逊的心，这使得她的老师和其他见习德鲁伊同伴都对她赞赏有加。经过希瑞娅不懈的努力，仅仅用了5年，她就成为了一名真正的德鲁伊。\n{img:Interface\\Pictures\\artifactbook-druid-cover:256:256}\n然而幸福的时光总是短暂的，那一天一切都改变了：漫山的恶魔，冲天的绿色火焰，仿佛是末世的降临。为了阻止燃烧军团的入侵，哨兵部队和包括希瑞娅父母在内的众多德鲁伊赶往了灰谷前线与恶魔展开了一场恶战，而希瑞娅则被要求留在后方照顾受伤的卡多雷战士，所以不得不与父母分开。但谁又知道，这一分别却成为了永别。\n不久，噩耗从灰谷前线传来，燃烧军团突破了灰谷的防线，并向海加尔山挺近，而希瑞娅的父母也不幸在战斗中牺牲。这一消息如同晴天霹雳，让希瑞娅几近崩溃，但她强忍悲伤，把一切痛苦都埋藏在心里，依然每日悉心地照料受伤的同胞们。\n{img:Interface\\QuestionFrame\\answer-Tanaan-ThroneofKiljaeden:256:128}\n最终，大德鲁伊玛法里奥.怒风以燃烧诺达希尔上所有的精魂为代价，制造了一场惊天动地的大爆炸，结束了那个可怕恶魔的生命，然而，世界之树诺达希尔也在爆炸中近乎被完全烧毁，希瑞娅的家乡也在爆炸中化为灰烬。而希瑞娅在目睹这一切后，再也无法承受内心的悲伤和痛苦，在战争结束后一人回到了月光林地并进入了翡翠梦境，也许在那里，时间能够慢慢抚平她内心的伤口。\n{img:Interface\\DRESSUPFRAME\\DressingRoomDruid:512:512}\n",
				},
				["BK"] = 1,
				["TE"] = 1,
				["v"] = 38,
			},
			["characteristics"] = {
				["LN"] = "羽歌",
				["MI"] = {
					{
						["IC"] = "spell_misc_drink",
						["NA"] = "不胜酒力",
						["VA"] = "说真的...我的酒量真的...不怎么样...",
					}, -- [1]
					{
						["IC"] = "inv_misc_food_63",
						["NA"] = "烹饪好手",
						["VA"] = "一个人在外，良好的烹饪技巧是必不可少的。",
					}, -- [2]
					{
						["IC"] = "spell_nature_resistnature",
						["NA"] = "自然之友",
						["VA"] = "守护自然的平衡是我的责任。",
					}, -- [3]
					{
						["IC"] = "spell_nature_farsight",
						["NA"] = "热爱探险",
						["VA"] = "未知的探险总是让我热血沸腾！",
					}, -- [4]
					{
						["IC"] = "spell_shadow_summonimp",
						["NA"] = "憎恨恶魔",
						["VA"] = "那些恶魔毁了我的家乡，我一定会让它们付出代价！",
					}, -- [5]
					{
						["IC"] = "spell_shadow_raisedead",
						["NA"] = "厌恶亡灵",
						["VA"] = "它们身上的死亡气息让我很不舒服。",
					}, -- [6]
				},
				["PS"] = {
					{
						["ID"] = 6,
						["VA"] = 5,
						["V2"] = 18,
					}, -- [1]
					{
						["ID"] = 7,
						["VA"] = 5,
						["V2"] = 15,
					}, -- [2]
					{
						["ID"] = 2,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["RS"] = 0,
				["CL"] = "德鲁伊",
				["EH"] = "fbff8f",
				["HE"] = "192cm",
				["CH"] = "ff9c4c",
				["RA"] = "暗夜精灵",
				["RC"] = {
					1450, -- [1]
					0.51360082626343, -- [2]
					0.38893288373947, -- [3]
					"月光林地 - 永夜港", -- [4]
				},
				["BP"] = "诺达希尔-风语村",
				["v"] = 39,
				["RE"] = "月光林地 - 永夜港",
				["IC"] = "ability_ambush",
				["EC"] = "淡金色",
				["FN"] = "希瑞娅",
				["AG"] = "秘密",
				["WE"] = "正常",
			},
			["zone"] = "City of Ironforge - Ironforge",
			["misc"] = {
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "自然之子",
						["TX"] = "身边总是萦绕着大自然的气息。",
						["IC"] = "spell_shadow_twilight",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "总是犯困",
						["TX"] = "从翡翠梦境醒来以后的后遗症",
						["IC"] = "spell_nature_sleep",
					},
				},
				["ST"] = {
					["1"] = 3,
					["3"] = 2,
					["2"] = 3,
					["5"] = 1,
					["4"] = 3,
					["6"] = 1,
				},
				["v"] = 33,
			},
		},
		["0914013900ba0FO"] = {
			["character"] = {
				["CO"] = "",
				["RP"] = 2,
				["CU"] = "正在研究最新的炸药配方",
				["XP"] = 3,
				["v"] = 53,
			},
			["time"] = 1573692762,
			["link"] = {
				["失忆的提里昂-木喉要塞"] = 1,
			},
			["about"] = {
				["v"] = 15,
				["BK"] = 3,
				["TE"] = 1,
				["T1"] = {
					["TX"] = "       曾经是一名漫步在塔纳利斯黄沙中的流浪者，据说纳瑞安博士的手下在塔纳利斯东部的沙尘暴中发现了我。可我已经丧失了大部分的记忆。随后因我具有出色的工程学天赋，纳瑞安博士便将我留在身边充当他的学徒和助手。\n       在那片黄沙肆虐的土地上，我经常受博士的嘱托前往沙漠明珠-塔纳利斯。在那里经常与众多地精工程师相互的技术切磋研究探讨（）。后来根据我的只言片语和某个调查任务；纳瑞安博士建议让我到海峡对岸的东部王国碰碰运气。在旅行途中我在棘齿城附近遭遇了意外袭击。随后在无尽的大海上靠着几块木板漂流了几天几夜……\n       最后西部荒野人民军在金海岸解救了即将沦为鱼人腹中餐的我，因为我所受的创伤极重，格里安.斯托曼阁下派人将我送到了北郡修道院。在北郡修道院牧师们的悉心照料下我逐渐恢复了伤势，随后我开始踏上漫长追寻自己记忆的旅程……\n\n啊……这个人太懒了 后续有时间再写吧！ ",
				},
			},
			["misc"] = {
				["ST"] = {
					["1"] = 2,
					["3"] = 3,
					["2"] = 0,
					["5"] = 0,
					["4"] = 1,
					["6"] = 1,
				},
				["PE"] = {
					["1"] = {
						["AC"] = true,
						["TI"] = "话痨",
						["TX"] = "喜欢喋喋不休",
						["IC"] = "temp",
					},
					["3"] = {
						["AC"] = true,
						["TI"] = "工程师",
						["TX"] = "热爱发明创造",
						["IC"] = "trade_engineering",
					},
					["2"] = {
						["AC"] = true,
						["TI"] = "失忆",
						["TX"] = "遗忘了自己的过去",
						["IC"] = "inv_misc_head_gnome_01",
					},
					["5"] = {
						["AC"] = true,
						["TI"] = "财富",
						["TX"] = "拥有巨额财富",
						["IC"] = "spell_misc_conjuremanajewel",
					},
					["4"] = {
						["AC"] = true,
						["TI"] = "毒舌",
						["TX"] = "总喜欢说一些令人讨厌的话题",
						["IC"] = "spell_nature_poisoncleansingtotem",
					},
				},
				["v"] = 21,
			},
			["zone"] = "City of Ironforge - Ironforge",
			["characteristics"] = {
				["PS"] = {
					{
						["ID"] = 2,
						["VA"] = 2,
						["V2"] = 5,
					}, -- [1]
					{
						["ID"] = 3,
						["VA"] = 0,
						["V2"] = 0,
					}, -- [2]
					{
						["ID"] = 10,
						["VA"] = 6,
						["V2"] = 20,
					}, -- [3]
				},
				["RA"] = "侏儒",
				["AG"] = "？？？",
				["LN"] = "兰奈斯提尔",
				["BP"] = "诺莫瑞根",
				["FN"] = "提里昂·",
				["TI"] = "失忆的",
				["RS"] = 2,
				["CL"] = "法师",
				["v"] = 11,
				["MI"] = {
					{
						["IC"] = "trade_engineering",
						["NA"] = "名字",
						["VA"] = "身为一名侏儒，确是一名地精工程大师，这让人百思不得其解。",
					}, -- [1]
				},
				["RE"] = "北郡",
				["IC"] = "INV_Misc_Head_Gnome_01",
				["EH"] = "fff858",
				["HE"] = "68",
				["WE"] = "瘦弱",
			},
		},
	},
}
