
TomTomDB = {
["profileKeys"] = {
["这有好凹揍闷 - 基尔加丹"] = "Default",
["毕竟是孩子 - 黑暗之门"] = "Default",
["会涨 - 金度"] = "Default",
["芙塔娜莉雅 - 金度"] = "Default",
["Futanaria - 金度"] = "Default",
["梅麻吕 - 金度"] = "Default",
["我会保护大家 - 冰风岗"] = "Default",
["稍有常识的人 - 金度"] = "Default",
},
["profiles"] = {
["Default"] = {
["arrow"] = {
["position"] = {
"CENTER",
nil,
"CENTER",
0,
0,
},
},
["block"] = {
["position"] = {
"TOPRIGHT",
nil,
"TOPRIGHT",
-15.8330135345459,
-19.49995803833008,
},
},
},
},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
["profileKeys"] = {
["这有好凹揍闷 - 基尔加丹"] = "这有好凹揍闷 - 基尔加丹",
["毕竟是孩子 - 黑暗之门"] = "毕竟是孩子 - 黑暗之门",
["会涨 - 金度"] = "会涨 - 金度",
["芙塔娜莉雅 - 金度"] = "芙塔娜莉雅 - 金度",
["Futanaria - 金度"] = "Futanaria - 金度",
["梅麻吕 - 金度"] = "梅麻吕 - 金度",
["我会保护大家 - 冰风岗"] = "我会保护大家 - 冰风岗",
["稍有常识的人 - 金度"] = "稍有常识的人 - 金度",
},
["profiles"] = {
["这有好凹揍闷 - 基尔加丹"] = {
},
["毕竟是孩子 - 黑暗之门"] = {
},
["会涨 - 金度"] = {
},
["芙塔娜莉雅 - 金度"] = {
},
["Futanaria - 金度"] = {
},
["梅麻吕 - 金度"] = {
},
["我会保护大家 - 冰风岗"] = {
},
["稍有常识的人 - 金度"] = {
},
},
}
